{
  "Goyerv - Email support": "GOYERV - Assistance par e-mail",
  "Email Support": "Assistance par e-mail",
  "Check mark": "Vérifier la marque",
  "Ticket submitted": "Billet soumis",
  "Email address": "Adresse e-mail",
  "Email": "Email",
  "Invalid email address": "Adresse e-mail non valide",
  "Describe your issue": "Décrivez votre numéro",
  "What is the problem?": "Quel est le problème?",
  "Invalid input": "Entrée non valide",
  "Submit": "Soumettre",
  "Please note: ensure that the form you have just filled does not contain personal or sensitive details like your credit card information, home address, passwords etc.\nExpect a response from us within one business day or less.": "Veuillez noter: Assurez-vous que le formulaire que vous venez de remplir la dose ne contienne pas de détails personnels ou sensibles comme les informations de votre carte de crédit, l'adresse d'accueil, les mots de passe, etc.\nEXPECT Une réponse de notre part dans un jour ou moins.",
  "We were unable to access your device's gallery": "Nous n'avons pas pu accéder à la galerie de votre appareil",
  "Goyerv - Support - Search": "GOYERV - Prise en charge - Recherche",
  "Search": "Rechercher",
  "Field cannot be empty": "Le champ ne peut pas être vide",
  "Goyerv Support - Download Goyerv": "GOYERV Prise en charge - Téléchargez GOYERV",
  "Download Goyerv": "Télécharger GOYERV",
  "Free and powered by open source. Crowdsourcing deliveries and logistics.": "Libre et alimenté par l'open source. Discouries et logistiques de crowdsourcing.",
  "Download\n": "Télécharger\n",
  "Download (iOS)\n": "Télécharger (iOS)\n",
  "Download (MacOS)\n": "Télécharger (macOS)\n",
  "Analytics": "Analytique",
  "Becoming a runner": "Devenir coureur",
  "How do I stop becoming a runner?": "Comment arrêter de devenir coureur?",
  "Filters": "Filtres",
  "How do I verify my identity?": "Comment vérifier mon identité?",
  "How do I delete my post?": "Comment supprimer mon message?",
  "How do I schedule a post?": "Comment planifier un message?",
  "How do I create a post?": "Comment créer un post?",
  "How do I scan qr-codes?": "Comment numériser des codes QR?",
  "How do I counter a request?": "Comment contrer une demande?",
  "How do I make a request?": "Comment faire une demande?",
  "Terminating request": "Ferminage de la demande",
  "How do I delete my account?": "Comment supprimer mon compte?",
  "How do I delete a saved bank account?": "Comment supprimer un compte bancaire enregistré?",
  "How do I delete a saved card?": "Comment supprimer une carte enregistrée?",
  "How do I change my email address?": "Comment changer mon adresse e-mail?",
  "How do I change my name?": "Comment changer mon nom?",
  "How do I change my phone number?": "Comment changer mon numéro de téléphone?",
  "Set transaction pin": "Définir la broche de transaction",
  "Web indexing": "Indexation Web",
  "Two-factor authentication": "Authentification à deux facteurs",
  "How do I make deposits into my account?": "Comment faire des dépôts dans mon compte?",
  "How do I make withdrawals from my account?": "Comment faire des retraits de mon compte?",
  "What do the locks on my account mean?": "Que signifient les serrures sur mon compte?",
  "How do I make transfers?": "Comment faire des transferts?",
  "Wallet balance": "Équilibre du portefeuille",
  "Goyerv - Support": "GOYERV - Support",
  "Goyerv Support": "Support de Goyerv",
  "Find answers, explore topics, and connect with the Goyerv team.": "Trouvez des réponses, explorez des sujets et connectez-vous avec l'équipe de GoyRv.",
  "Top Articles": "Meilleurs articles",
  "How do I create a post?\n": "Comment créer un message?",
  "How do I scan QR-Codes?\n": "Comment numériser des codes QR?",
  "How do I make a request?\n": "Comment faire une demande?",
  "How do I make withdrawals?\n": "Comment faire des retraits?",
  "Set transaction pin\n": "Définir la transaction PIN",
  "Stay Updated": "Restez à jour",
  "Get the latest releases of the Goyerv app for all of your devices on all platforms.": "Obtenez les dernières versions de l'application GoyRv pour tous vos appareils sur toutes les plates-formes.\n",
  "Download": "Télécharger",
  "Contact support": "Contactez le support",
  "Join the community": "Rejoignez la communauté",
  "Goyerv Support - Analytics": "GOYERV PARTIE - Analytics",
  "Feature: ": "Caractéristique:",
  "Share": "Partager",
  "Analytics is your personal performance dashboard, built to help runners measure progress over time—whether it's daily, over the past five days, six months, a year, or year-to-date. It tracks your successful and unsuccessful requests, completed deliveries, and earnings growth at a glance.\n\nA request is deemed unsuccessful if Goyerv had to automatically terminate it.": "L'analytique est votre tableau de bord des performances personnelles, construite pour aider les coureurs à mesurer les progrès au fil du temps, qu'il soit quotidien, au cours des cinq derniers jours, six mois, un an ou l'année à rendez-vous. Il suit vos demandes réussies et infructueuses, vos livraisons terminées et la croissance des bénéfices en un coup d'œil. La demande\na est jugée infructueuse si Goyerv devait le résilier automatiquement.",
  "Was this helpful?": "Cela a-t-il été utile?",
  "Helpful": "Utile",
  "Not Helpful": "Pas utile",
  "Related Articles": "Articles connexes",
  "Filters?": "Filtres?",
  "Goyerv Support - Becoming A Runner": "GOYERV Soutien - Devenir coureur",
  "Becoming A Runner": "Devenir coureur",
  "Convert": "Convertir",
  "To become a runner on Goyerv, you’ll need to submit a valid form of identification—this can be your driver’s license, national ID card, or international passport. Once submitted, we’ll run a background check tailored to your country and in line with our internal review process.\n\nApproval typically takes 2 to 7 business days, and we’ll notify you once your application has been reviewed. Every runner is part of the trust we’re building, so we take this process seriously for everyone’s safety.": "Pour devenir coureur sur GoYERV, vous devrez soumettre une forme d'identification valide - cela peut être votre permis de conduire, votre carte d'identité nationale ou votre passeport international. Une fois soumis, nous exécuterons une vérification des antécédents adaptée à votre pays et conformément à notre processus d'examen interne.\napproval prend généralement 2 à 7 jours ouvrables, et nous vous informerons une fois que votre demande aura été examinée. Chaque coureur fait partie de la confiance que nous construisons, nous prenons donc ce processus au sérieux pour la sécurité de chacun.",
  "Goyerv Support - How Do I Stop Becoming A Runner?": "GOYERV Soutien - Comment arrêter de devenir coureur?",
  "How Do I Stop Becoming A Runner?": "Comment arrêter de devenir coureur?",
  "If you decide to stop running on Goyerv, you can simply do that in the ": "Si vous décidez d'arrêter de courir sur GoyRv, vous pouvez simplement le faire dans le",
  "Conversion screen": "Écran de conversion",
  ".\n\nYour past requests, earnings, and stats will remain intact. They’re part of your record and won’t be deleted, even if you’re no longer active as a runner. You can always turn Runner Mode back on whenever you’re ready to get back in motion.": ".\nyour les demandes, les gains et les statistiques passés resteront intacts. Ils font partie de votre dossier et ne seront pas supprimés, même si vous n'êtes plus actif en tant que coureur. Vous pouvez toujours activer le mode coureur chaque fois que vous êtes prêt à se remettre en mouvement.",
  "Goyerv Support - Filters": "GOYERV Prise en charge - Filtres",
  "Filter": "Filtre",
  "The filters you have toggled on or off directly shape what you see in your runner post feed. Goyerv’s filtering system is designed to surface the most relevant posts based on your preferences, and it’s broken down into three main categories: Location, Run Category, and Medium of Transportation.\n\nUnder Location, the filters work by priority. The Local filter has the highest priority—when it’s on, you’ll first see posts from runners who share your exact address or are in close proximity. With Intrastate, posts from runners within the same state appear next. Intranational shows posts from anywhere within your country, while Intracontinental expands your view to runners located anywhere on your continent. Finally, International opens up your feed to posts from runners around the globe.\n\nThe second category, Run Category, allows you to choose the type of requests you’re interested in. Turning on Delivery will show posts from runners focused on local deliveries, while Shipping reveals posts from runners handling longer-distance or more logistics-heavy shipping requests.\n\nThe third category is Medium of Transportation, which refers to how runners intend to complete their tasks. You can filter posts based on whether the runner is traveling by foot—ideal for shorter distances—or using a bike, scooter, car, bus (public transport), train, or airplane. These filters work alongside your other selections to fine-tune your feed to match your preferences.": "Les filtres que vous avez activés sur ou désactivés façonnent directement ce que vous voyez dans votre flux de poteau de coureur. Le système de filtrage de Goyerv est conçu pour faire surface les articles les plus pertinents en fonction de vos préférences, et il est divisé en trois catégories principales: emplacement, catégorie d'exécution et moyen de transport.\nunder emplacement, les filtres fonctionnent par priorité. Le filtre local a la priorité la plus élevée - quand elle est allumée, vous verrez d'abord des articles de coureurs qui partagent votre adresse exacte ou sont à proximité. Avec IntraStte, les messages des coureurs dans le même état apparaissent ensuite. Intranational affiche des messages de n'importe où dans votre pays, tandis que Intracontinental étend votre vue aux coureurs situés n'importe où sur votre continent. Enfin, International ouvre votre flux aux messages des coureurs du monde entier.\n la deuxième catégorie, exécution de la catégorie, vous permet de choisir le type de demandes qui vous intéressent. Activer la livraison affichera les publications de coureurs axés sur les livraisons locales, tandis que l'expédition révèle des publications qui gèrent les transports à long terme ou plus de logistiques qui font référence à la façon dont les runners contribuent. Vous pouvez filtrer les publications en fonction de la question de savoir si le coureur voyage à pied - idéal pour des distances plus courtes - ou en utilisant un vélo, un scooter, une voiture, un bus (transport public), un train ou un avion. Ces filtres fonctionnent aux côtés de vos autres sélections pour affiner votre flux pour correspondre à vos préférences.",
  "Goyerv Support - How Do I Verify My Identity?": "GOYERV Soutien - Comment vérifier mon identité?",
  "How Do I Verify My Identity?": "Comment vérifier mon identité?",
  "Identity Verification": "Vérification de l'identité",
  "Identity verification on Goyerv is structured into three levels. Each level unlocks greater transaction capabilities and helps us keep the platform safe and secure for everyone.\n\nYou’ll be guided through the process, with each level requiring its own set of verification steps—starting with a government-issued ID, and progressing to additional documentation as needed.\n\nEvery level comes with its own verification requirements. This system is designed not just to build trust, but to ensure Goyerv isn't used for fraudulent activities like money laundering. The more verified your account, the more flexibility you’ll have when sending, receiving, or fulfilling requests.": "La vérification de l'identité sur GOYERV est structurée en trois niveaux. Chaque niveau débloque de plus grandes capacités de transaction et nous aide à garder la plate-forme en sécurité pour tout le monde.\nyou’ sera guidé dans le processus, chaque niveau nécessitant son propre ensemble d'étapes de vérification - démarrant avec un ID émis par le gouvernement, et progressant vers une documentation supplémentaire au besoin. Ce système est conçu non seulement pour renforcer la confiance, mais pour s'assurer que Goyerv n'est pas utilisé pour des activités frauduleuses comme le blanchiment d'argent. Plus votre compte est vérifié, plus vous aurez de flexibilité lors de l'envoi, de la réception ou de la réalisation de demandes.",
  "How do I scan QR-Codes?": "Comment numériser des codes QR?",
  "Goyerv Support - How Do I Delete My Post?": "GOYERV PARTIE - Comment supprimer mon message?",
  "How Do I Delete My Post?": "Comment supprimer mon message?",
  "Post": "Post",
  "To delete a post, tap the menu icon on the post and select \"Delete.\" This action permanently removes the post from your profile and feed.\n\nPlease note that posts cannot be edited after they have been shared. We recommend reviewing all details carefully before posting to avoid any errors.\n\nOnce a post has expired, it will remain visible on your profile for reference, but you will no longer be able to accept new requests from it.": "Pour supprimer un message, appuyez sur l'icône du menu sur le message et sélectionnez \"Supprimer\". Cette action supprime en permanence le message de votre profil et de votre flux.\nplease Remarque que les messages ne peuvent pas être modifiés après avoir été partagé. Nous vous recommandons de réviser soigneusement tous les détails avant de publier pour éviter toute erreur.\nonce Un message a expiré, il restera visible sur votre profil pour référence, mais vous ne pourrez plus en accepter de nouvelles demandes.",
  "Goyerv Support - How Do I Schedule A Post?": "GOYERV Soutien - Comment planifier un message?",
  "How Do I Schedule A Post?": "Comment planifier un message?",
  "Goyerv lets you plan ahead by scheduling posts for locations you intend to be at in the future—even if you’re not there just yet. This feature is perfect for runners who want to start receiving requests before they arrive at their destination.\n\nTo schedule a post, simply tap the ": "GOYERV vous permet de planifier à l'avance en planifiant des messages pour les emplacements dans lesquels vous avez l'intention d'être à l'avenir, même si vous n'êtes pas encore là. Cette fonctionnalité est parfaite pour les coureurs qui souhaitent commencer à recevoir des demandes avant d'arriver à destination.\nTO Planifier un message, appuyez simplement sur le",
  "“Schedule this post” ": "«Planifiez ce message»",
  "button right below the Create Post screen. Once set, Goyerv will display your post along with a note that you’re not currently at the location, but you’re expected to be there when the timer runs out.\n\nEach scheduled post has two countdowns: the first counts down to when your post becomes live, and the second counts down to when it expires. Once the post is live, requests can roll in. When the post expires, it disappears from view and you’ll no longer be visible for new requests tied to that location.\n\nIt’s a simple way to stay ahead and make every stop count—whether you’re already on the move or just gearing up.": "bouton juste en dessous de l'écran Créer un post. Une fois défini, GOYERV affichera votre message avec une note que vous n'êtes pas actuellement à l'emplacement, mais vous êtes censé être là lorsque le temporisateur s'épuise.\nEach Post Post a deux compte à rebours: le premier compte pour le moment où votre message deviendra en direct, et le second compte jusqu'à son expiration. Une fois le message en direct, les demandes peuvent rouler.",
  "Terminating a request": "Terminant une demande",
  "Goyerv Support - How Do I Create A Post?": "GOYERV Prise en charge - Comment créer un post?",
  "How Do I Create A Post?": "Comment créer un post?",
  "Posts on Goyerv fall into two categories: ": "Les messages sur GOYERV tombent en deux catégories:",
  "Delivery ": "Livraison",
  "and ": "et",
  "Shipping": "Expédition",
  ". To switch between them, simply ": ". Pour basculer entre eux, simplement",
  "toggle the switch ": "basculer l'interrupteur",
  "on the ": "sur le",
  "left-hand ": "gauche",
  "side of the Create Post screen.\n\nIn a ": "côté de l'écran de publication de création.\nin a",
  "Delivery post": "Post de livraison",
  ", you can only share one location—your current one. It’s ideal for quick errands or nearby deliveries.\n\n": ", vous ne pouvez partager qu'un seul emplacement, votre actuel. Il est idéal pour les courses rapides ou les livraisons à proximité.\n",
  "Shipping posts ": "Postes d'expédition",
  "are designed for longer or multi-stop trips. You must share at least two locations: where you are now and where you’re headed. You can add up to four in total—the first is your starting point, the next two are any planned stops, and the last is your final destination.\n\nOnce your details are set, just hit “Post,” and your location will go live for others to see and send you requests while you're active.": "sont conçus pour des voyages plus longs ou multi-stop. Vous devez partager au moins deux emplacements: où vous êtes maintenant et où vous vous dirigez. Vous pouvez ajouter jusqu'à quatre au total - le premier est votre point de départ, les deux suivants sont tous les arrêts prévus, et le dernier est votre destination finale.\nONCE Vos coordonnées sont définies, appuyez simplement sur «Post», et votre emplacement sera mis en ligne pour les autres et vous envoyez des demandes pendant que vous êtes actif.",
  "Goyerv Support - How Do I Scan QR Codes?": "GOYERV Prise en charge - Comment scanner les codes QR?",
  "How Do I Scan QR Codes?": "Comment scanner les codes QR?",
  "QR Scanner": "Scanner QR",
  "When a runner accepts a request on Goyerv, a unique QR code is automatically generated and sent to the user who made the request. This QR code should be printed and securely attached to the parcel before it is handed over.\n\nThe QR code functions like a shipping label. It contains essential details such as the parcel’s weight, destination, request ID, and other relevant information the runner needs to fulfill the request accurately.\n\nFor security reasons, only three parties can scan the QR code: the runner who accepted the request, the user who created the request, and Goyerv. This ensures that parcel data remains protected and accessible only to those directly involved in the transaction.": "Lorsqu'un coureur accepte une demande sur GoYRV, un code QR unique est généré automatiquement et envoyé à l'utilisateur qui a fait la demande. Ce code QR doit être imprimé et en toute sécurité à la parcelle avant d'être remis.\n\nThe QR Code Fonctions comme une étiquette d'expédition. Il contient des détails essentiels tels que le poids, la destination, l'identification de la demande du colis et d'autres informations pertinentes dont le coureur a besoin pour répondre à la demande avec précision.\n\npour des raisons de sécurité, seules trois parties peuvent scanner le code QR: le coureur qui a accepté la demande, l'utilisateur qui a créé la demande et GOYERV. Cela garantit que les données de colis restent protégées et accessibles uniquement à celles directement impliquées dans la transaction.",
  "Goyerv Support - How Do I Counter A Request?": "GOYERV Prise en charge - Comment contrer une demande?",
  "How Do I Counter A Request?": "Comment contrer une demande?",
  "Requests": "Demandes",
  "As a runner, if a request doesn’t align with your preferences or capacity, you can submit a counter-offer. Simply tap the ": "En tant que coureur, si une demande ne correspond pas à vos préférences ou à vos capacités, vous pouvez soumettre une contre-offre. Appuyez simplement sur le",
  "Counter": "Compteur",
  " button on the request card to get started.\n\nYou’ll be able to adjust key terms including the payment amount, the duration set by the customer, and the compensation fund. There’s also space to include a short reason for your counter, helping the customer understand your proposed changes.\n\nOnce submitted, the customer can review your counter and choose to accept, reject, or respond with further adjustments. Runners cannot counter a request and then accept it. Your counter offer always has to be the last before the user can accept or decline a request.\n\n\n": "Le bouton de la carte de demande pour démarrer.\nyou’ sera en mesure d'ajuster les conditions clés, y compris le montant du paiement, la durée définie par le client et le fonds de rémunération. Il y a aussi de l'espace pour inclure une courte raison de votre compteur, aidant le client à comprendre vos modifications proposées.\nONCE Soumise, le client peut consulter votre compteur et choisir d'accepter, de rejeter ou de répondre avec d'autres ajustements. Les coureurs ne peuvent pas contrer une demande, puis l'accepter. Votre compteur doit toujours être le dernier avant que l'utilisateur puisse accepter ou refuser une demande.\n",
  "Goyerv Support - How Do I Make A Request?": "GOYERV Prise en charge - Comment faire une demande?",
  "How Do I Make A Request?": "Comment faire une demande?",
  "To make a request on Goyerv, simply tap the paper plane icon on any active post. This will take you to the request screen where you can provide all the necessary details for the runner.\n\nYou’ll need to specify what you’re asking the runner to do, the amount you’re offering for the request, and the duration within which you expect it to be completed. If it’s a shipping run, you can also include the weight of the item.\n\nYou may upload images to help clarify the request for the runner. Additionally, there is an option to include a ": "Pour faire une demande sur GOYERV, appuyez simplement sur l'icône du plan de papier sur n'importe quel post actif. Cela vous amènera à l'écran de la demande où vous pouvez fournir tous les détails nécessaires pour le coureur.\nyou’aura devra spécifier ce que vous demandez au coureur de faire, le montant que vous proposez pour la demande et la durée dans laquelle vous vous attendez à ce qu'elle soit terminée. S'il s'agit d'une exécution d'expédition, vous pouvez également inclure le poids de l'article.\nyou peut télécharger des images pour aider à clarifier la demande du coureur. De plus, il existe une option pour inclure un",
  "Compensation Fund": "Fonds de rémunération",
  "—this is an amount you want the runner to have available in their locked balance. It cannot be withdrawn until the run is completed, acting as a form of assurance and support for time-sensitive or higher-value requests.\n\nOnce all the details are filled in, simply submit your request and wait for the runner’s confirmation.": "- C'est un montant que vous voulez que le coureur dispose dans leur solde verrouillé. Il ne peut pas être retiré tant que la course est terminée, agissant comme une forme d'assurance et de support des demandes de valeur temporelle ou de valeur supérieure.\nONCE Tous les détails sont remplis, soumettez simplement votre demande et attendez la confirmation du coureur.",
  "Goyerv Support - Terminating A Request": "GOYERV Prise en charge - termination d'une demande",
  "Terminating A Request": "Terminer une demande",
  "You may choose to terminate an ongoing request at any time if you change your mind. However, if you do this after 30% of the specified duration has passed, Goyerv will automatically release any set ": "Vous pouvez choisir de résilier une demande en cours à tout moment si vous changez d'avis. Cependant, si vous faites cela après 30% de la durée spécifiée s'est écoulée, GOYERV publiera automatiquement n'importe quel ensemble",
  " to the runner before the request is officially terminated. In this case, your remaining funds will be refunded.\n\nGoyerv may also terminate a request automatically when the time you set for its completion runs out. If this happens, any funds associated with the request—including the Compensation Fund, if applicable—will be refunded in full.\n\nWe encourage users to monitor their requests closely and communicate clearly with runners to minimize the need for early terminations.": "au coureur avant que la demande ne soit officiellement résiliée. Dans ce cas, vos fonds restants seront remboursés.\ngoyerv peut également mettre fin à une demande automatiquement lorsque le temps que vous définissez pour son achèvement s'épuise. Si cela se produit, les fonds associés à la demande - y compris le fonds de rémunération, le cas échéant - seront remboursés en totalité.\nwe encourage les utilisateurs à surveiller de près leurs demandes et à communiquer clairement avec les coureurs pour minimiser le besoin de terminaisons précoces.",
  "Goyerv Support - How Do I Delete My Account?": "GOYERV Prise en charge - Comment supprimer mon compte?",
  "How Do I Delete My Account?": "Comment supprimer mon compte?",
  "Settings": "Paramètres",
  "To permanently delete your account, follow the steps below. Note that this action will not be successful if you have any pending requests, locks, or money left in your wallet. Be sure to resolve these issues before proceeding.\n\n": "Pour supprimer définitivement votre compte, suivez les étapes ci-dessous. Notez que cette action ne réussira pas si vous avez des demandes, des serrures ou de l'argent en attente dans votre portefeuille. Assurez-vous de résoudre ces problèmes avant de continuer.\n",
  "    1.\tGo to ": "1. Allez à",
  "Settings\n\n": "Paramètres\n",
  "    2.\tTap": "2. Tap",
  "Account\n\n": "Compte\n",
  "    3.\tSelect ": "3. Sélectionner",
  "Delete Account\n\n": "Supprimer le compte\n",
  "    4.\tEnsure all pending requests, locks, and wallet balances are cleared before confirming deletion.\n\n\n": "4. Assurez-vous que toutes les demandes, verrous et bilans de portefeuille en attente sont éliminés avant de confirmer la suppression.\n",
  "Goyerv Support - How Do I Delete A Saved Bank Account?": "GOYERV Soutien - Comment supprimer un compte bancaire enregistré?",
  "How Do I Delete A Saved Bank Account?": "Comment supprimer un compte bancaire enregistré?",
  "Easily manage your linked bank accounts by removing any you no longer use.\n\n": "Gérez facilement vos comptes bancaires liés en supprimant tout ce que vous n'utilisez plus.\n",
  "Wallet\n\n": "Portefeuille\n",
  "Saved Bank Accounts\n\n": "Comptes bancaires enregistrés\n",
  "Delete ": "Supprimer",
  "button on the account you want to remove": "bouton du compte que vous souhaitez supprimer",
  "Goyerv Support - How Do I Delete A Saved Card?": "GOYERV Prise en charge - Comment supprimer une carte enregistrée?",
  "How Do I Delete A Saved Card?": "Comment supprimer une carte enregistrée?",
  "Remove any linked debit or credit cards you no longer want saved.\n\n": "Supprimer toutes les cartes de débit ou de crédit liées que vous ne voulez plus enregistrer.\n",
  "Saved Cards\n\n": "Cartes enregistrées\n",
  "    4.\tTap the  ": "4. Appuyez sur le",
  "button on the card you wish to remove\n\n\n": "bouton sur la carte que vous souhaitez supprimer\n",
  "Goyerv Support - How Do I Change My Email Address?": "GOYERV Prise en charge - Comment changer mon adresse e-mail?",
  "How Do I Change My Email Address?": "Comment changer mon adresse e-mail?",
  "Keep your contact info up to date by editing your email from your profile settings.\n\n": "Gardez vos coordonnées à jour en modifiant votre e-mail à partir de vos paramètres de profil.\n",
  "Profile\n\n": "Profil\n",
  "    4.\tUpdate your email address and save changes\n\n\n": "4. Mettez à jour votre adresse e-mail et enregistrez les modifications\n",
  "Two-Factor authentication": "Authentification à deux facteurs\n",
  "Goyerv Support - How Do I Change My Name?": "GOYERV Soutien - Comment changer mon nom?",
  "How Do I Change My Name?": "Comment changer mon nom?",
  "You can update your name anytime from your profile settings.\n\n": "Vous pouvez mettre à jour votre nom à tout moment à partir de vos paramètres de profil.\n",
  "    4.\tEdit your name and save changes": "4. Modifiez votre nom et enregistrez les modifications",
  "Goyerv Support - How Do I Change My Phone Number?": "GOYERV Prise en charge - Comment changer mon numéro de téléphone?",
  "How Do I Change My Phone Number?": "Comment changer mon numéro de téléphone?",
  "You can update your phone number directly from your profile settings.\n\n": "Vous pouvez mettre à jour votre numéro de téléphone directement à partir de vos paramètres de profil.\n",
  "Security\n\n": "Sécurité\n",
  "Password\n\n": "Mot de passe\n",
  "    4.\tEnter your current password, then choose a new one and save changes\n\n\n": "4. Entrez votre mot de passe actuel, puis choisissez un nouveau et enregistrez les modifications\n",
  "Goyerv Support - Set Transaction Pin": "GOYERV Prise en charge - Définir la broche de transaction",
  "Set Transaction Pin": "Définir la broche de transaction",
  "Secure all wallet activity including transfers, deposits, and withdrawals with a custom Pin.\n\n": "Fixez toute l'activité du portefeuille, y compris les transferts, les dépôts et les retraits avec une broche personnalisée.\n",
  "Set Transaction Pin ": "Définir la broche de transaction",
  "and create your code": "et créez votre code",
  "Goyerv Support - Web Indexing": "GOYERV Prise en charge - Indexation Web",
  "Web Indexing": "Indexation Web",
  "Control whether your profile appears on search engines like Google.\n\n": "Contrôlez si votre profil apparaît sur les moteurs de recherche comme Google.\n",
  "Privacy\n\n": "Confidentialité\n",
  "    3.\tToggle ": "3. Togle",
  "Web Indexing ": "Indexation Web",
  "on or off": "en dehors ou en dehors",
  "Goyerv Support - Two-Factor Authentication": "GOYERV Prise en charge - Authentification à deux facteurs",
  "Two-Factor Authentication": "Authentification à deux facteurs",
  "Add an extra layer of security to your account by enabling 2FA.\n\n": "Ajoutez une couche de sécurité supplémentaire à votre compte en activant 2fa.\n",
  "Two-Factor Authentication ": "Authentification à deux facteurs",
  "and follow the prompts\n\n\n": "et suivez les invites\n",
  "Goyerv Support - How Do I Make Deposits Into My Account?": "GOYERV Prise en charge - Comment faire des dépôts dans mon compte?",
  "How Do I Make Deposits Into My Account?": "Comment faire des dépôts dans mon compte?",
  "Wallet": "Portefeuille",
  "To send funds to another user:\n\n": "Pour envoyer des fonds à un autre utilisateur:\n",
  "Deposit\n\n": "Dépôt\n",
  "    3.\tEnter the amount": "3. Entrez le montant",
  "    4.\tClick  ": "4. Cliquez",
  "You’ll be redirected to Stripe’s secure checkout to complete the deposit process.\n\n\n": "Vous serez redirigé vers la caisse sécurisée de Stripe pour terminer le processus de dépôt.\n",
  "Goyerv Support - How Do I Make Withdrawals From My Account?": "GOYERV Soutien - Comment puis-je faire des retraits de mon compte?",
  "How Do I Make Withdrawals From My Account?": "Comment faire des retraits de mon compte?",
  "To withdraw funds from your Goyerv wallet:\n\n": "Pour retirer des fonds de votre portefeuille GoyRv:\n",
  "Withdraw\n\n": "Se retirer\n",
  "    3.\tEnter the amount and your bank details": "3. Entrez le montant et vos coordonnées bancaires",
  "Withdrawals may take some time depending on your country. Note that this feature isn't available in all regions yet, but we're working hard to roll it out everywhere.\n\n\n": "Les retraits peuvent prendre un certain temps en fonction de votre pays. Notez que cette fonctionnalité n'est pas encore disponible dans toutes les régions, mais nous travaillons dur pour le déployer partout.\n",
  "Goyerv Support - What Do The Locks On My Account Mean?": "GOYERV Prise en charge - que signifient les serrures sur mon compte?",
  "What Do The Locks On My Account Mean?": "Que signifient les serrures sur mon compte?",
  "Locks are funds temporarily held from your available balance when a customer places a logistics request. This amount, set by the customer, acts as a form of security and can’t be withdrawn until the request is successfully completed.": "Les verrous sont des fonds temporairement détenus de votre solde disponible lorsqu'un client exerce une demande de logistique. Ce montant, défini par le client, agit comme une forme de sécurité et ne peut pas être retiré jusqu'à ce que la demande soit terminée avec succès.",
  "How do I stop becoming a runner": "Comment puis-je arrêter de devenir coureur\n",
  "Goyerv Support - How Do I Make Transfers On Goyerv?": "GOYERV Soutien - Comment faire des transferts sur GOYERV?",
  "How do I make transfers on Goyerv?": "Comment faire des transferts sur Goyerv?",
  "Transfer\n\n": "Transfert\n",
  "A 20% transfer fee will be deducted before the funds are paid out. Transfers to users in a different country from yours are not allowed to help prevent money laundering.": "Des frais de transfert de 20% seront déduits avant que les fonds ne soient payés. Les transferts aux utilisateurs d'un autre pays du vôtre ne sont pas autorisés à prévenir le blanchiment d'argent.",
  "Goyerv Support - Wallet Balance": "GOYERV PARTIE - Balance du portefeuille",
  "Wallet Balance": "Équilibre du portefeuille",
  "Your Goyerv wallet has two sections: Available and Pending balance. Funds you deposit go straight into your Available balance, which you can withdraw from at any time. Payments from requests you choose to accept first land in your Pending balance and remain there until the customer releases them as paid. Like a mini escrow. Once released, they move into your Available balance.\n\n\n": "Votre portefeuille GOYERV a deux sections: disponibles et en attente d'équilibre. Les fonds que vous déposez vont directement dans votre solde disponible, que vous pouvez retirer à tout moment. Les paiements des demandes que vous choisissez d'accepter les premiers terrains de votre solde en attente et y restent jusqu'à ce que le client les libère comme payé. Comme un mini séquestre. Une fois libérés, ils se déplacent dans votre solde disponible.\n",
  "Support": "Support",
  "Goyerv logo": "GOYERV LOGO",
  "Facebook logo": "Logo Facebook",
  "X logo": "X logo",
  "Instagram logo": "Logo Instagram",
  "Threads logo": "Logo Threads",
  "YouTube logo": "Logo YouTube",
  "LinkedIn logo": "LinkedIn Logo",
  "Goyerv": "GOYERV",
  "Ltd. All rights reserved": "Ltd. Tous droits réservés",
  "Globe(Language) icon": "Icône globe (langue)",
  "Language": "Langue",
  "Terms": "Termes",
  "Privacy": "Confidentialité",
  "Community": "Communauté",
  "Bulletin": "Bulletin",
  "Careers": "Carrières",
  "Resources": "Ressources",
  "Developers": "Développeurs",
  "About": "À propos"
}