{
  "Goyerv - Email support": "Goyerv - ईमेल समर्थन",
  "Email Support": "ईमेल समर्थन",
  "Check mark": "चेक मार्क",
  "Ticket submitted": "टिकट जमा",
  "Email address": "ईमेल पता",
  "Email": "ईमेल",
  "Invalid email address": "अमान्य ईमेल पता",
  "Describe your issue": "अपने मुद्दे का वर्णन करें",
  "What is the problem?": "समस्या क्या है?",
  "Invalid input": "अमान्य निवेश",
  "Submit": "सबमिट",
  "Please note: ensure that the form you have just filled does not contain personal or sensitive details like your credit card information, home address, passwords etc.\nExpect a response from us within one business day or less.": "कृपया ध्यान दें: सुनिश्चित करें कि आपके द्वारा केवल भरी हुई खुराक में आपके क्रेडिट कार्ड की जानकारी, घर का पता, पासवर्ड आदि जैसे व्यक्तिगत या संवेदनशील विवरण नहीं हैं।",
  "We were unable to access your device's gallery": "हम आपके डिवाइस की गैलरी तक पहुंचने में असमर्थ थे",
  "Goyerv - Support - Search": "Goyerv - समर्थन - खोज",
  "Search": "खोज",
  "Field cannot be empty": "क्षेत्र खाली नहीं हो सकता है",
  "Goyerv Support - Download Goyerv": "Goyerv समर्थन - डाउनलोड Goyerv",
  "Download Goyerv": "डाउनलोड goyerv",
  "Free and powered by open source. Crowdsourcing deliveries and logistics.": "खुले स्रोत द्वारा नि: शुल्क और संचालित। क्राउडसोर्सिंग डिलीवरी और लॉजिस्टिक्स।",
  "Download\n": "डाउनलोड \n",
  "Download (iOS)\n": "डाउनलोड (iOS) \n",
  "Download (MacOS)\n": "डाउनलोड (macOS) \n",
  "Analytics": "एनालिटिक्स",
  "Becoming a runner": "एक धावक बनना",
  "How do I stop becoming a runner?": "मैं धावक बनना कैसे बंद करूं?",
  "Filters": "फिल्टर",
  "How do I verify my identity?": "मैं अपनी पहचान कैसे सत्यापित करूं?",
  "How do I delete my post?": "मैं अपनी पोस्ट कैसे हटाऊं?",
  "How do I schedule a post?": "मैं एक पोस्ट कैसे शेड्यूल करूं?",
  "How do I create a post?": "मैं एक पोस्ट कैसे बनाऊं?",
  "How do I scan qr-codes?": "मैं क्यूआर-कोड को कैसे स्कैन करूं?",
  "How do I counter a request?": "मैं एक अनुरोध का मुकाबला कैसे करूं?",
  "How do I make a request?": "मैं एक अनुरोध कैसे करूं?",
  "Terminating request": "समाप्ति अनुरोध",
  "How do I delete my account?": "मैं अपना खाता कैसे मिटाऊ़?",
  "How do I delete a saved bank account?": "मैं एक सहेजे गए बैंक खाते को कैसे हटाऊं?",
  "How do I delete a saved card?": "मैं एक सहेजे गए कार्ड को कैसे हटाऊं?",
  "How do I change my email address?": "मेरे द्वारा अपना इमेल पता कैसे बदला जाएगा?",
  "How do I change my name?": "मैं अपना नाम कैसे बदलूं?",
  "How do I change my phone number?": "मैं अपना फोन नंबर कैसे बदलूं?",
  "Set transaction pin": "ट्रांजेक्शन पिन सेट करें",
  "Web indexing": "वेब इंडेक्सिंग",
  "Two-factor authentication": "दो-कारक प्रमाणीकरण",
  "How do I make deposits into my account?": "मैं अपने खाते में जमा कैसे करूं?",
  "How do I make withdrawals from my account?": "मैं अपने खाते से वापसी कैसे करूं?",
  "What do the locks on my account mean?": "मेरे खाते पर ताले का क्या मतलब है?",
  "How do I make transfers?": "मैं कैसे स्थानान्तरण करूं?",
  "Wallet balance": "वॉलेट बैलेंस",
  "Goyerv - Support": "Goyerv - समर्थन",
  "Goyerv Support": "गोयरेव समर्थन",
  "Find answers, explore topics, and connect with the Goyerv team.": "उत्तर ढूंढें, विषयों का पता लगाएं, और गोएवर टीम के साथ जुड़ें।",
  "Top Articles": "शीर्ष लेख",
  "How do I create a post?\n": "मैं एक पोस्ट कैसे बनाऊं? \n",
  "How do I scan QR-Codes?\n": "मैं QR-Codes को कैसे स्कैन करूं? \n",
  "How do I make a request?\n": "मैं एक अनुरोध कैसे करूं? \n",
  "How do I make withdrawals?\n": "मैं कैसे निकासी करूं? \n",
  "Set transaction pin\n": "ट्रांजेक्शन पिन \n सेट करें",
  "Stay Updated": "अद्यतन रहें",
  "Get the latest releases of the Goyerv app for all of your devices on all platforms.": "सभी प्लेटफार्मों पर अपने सभी उपकरणों के लिए Goyerv ऐप की नवीनतम रिलीज़ प्राप्त करें। \n \n",
  "Download": "डाउनलोड करना",
  "Contact support": "संपर्क समर्थन",
  "Join the community": "समुदाय में शामिल हों",
  "Goyerv Support - Analytics": "Goyerv समर्थन - Analytics",
  "Feature: ": "फ़ीचर:",
  "Share": "शेयर",
  "Analytics is your personal performance dashboard, built to help runners measure progress over time—whether it's daily, over the past five days, six months, a year, or year-to-date. It tracks your successful and unsuccessful requests, completed deliveries, and earnings growth at a glance.\n\nA request is deemed unsuccessful if Goyerv had to automatically terminate it.": "एनालिटिक्स आपका व्यक्तिगत प्रदर्शन डैशबोर्ड है, जो समय के साथ प्रगति को मापने में मदद करने के लिए बनाया गया है-चाहे वह दैनिक हो, पिछले पांच दिनों, छह महीने, एक वर्ष या साल-दर-साल में। यह आपके सफल और असफल अनुरोधों को ट्रैक करता है, एक नज़र में डिलीवरी, और आय में वृद्धि को एक नज़र में बढ़ाता है।",
  "Was this helpful?": "क्या ये सहायक था?",
  "Helpful": "मददगार",
  "Not Helpful": "मददगार नहीं",
  "Related Articles": "संबंधित आलेख",
  "Filters?": "फ़िल्टर?",
  "Goyerv Support - Becoming A Runner": "Goyerv समर्थन - एक धावक बनना",
  "Becoming A Runner": "एक धावक बनना",
  "Convert": "कन्वर्ट",
  "To become a runner on Goyerv, you’ll need to submit a valid form of identification—this can be your driver’s license, national ID card, or international passport. Once submitted, we’ll run a background check tailored to your country and in line with our internal review process.\n\nApproval typically takes 2 to 7 business days, and we’ll notify you once your application has been reviewed. Every runner is part of the trust we’re building, so we take this process seriously for everyone’s safety.": "Goyerv पर एक धावक बनने के लिए, आपको पहचान का एक वैध रूप प्रस्तुत करना होगा - यह आपके ड्राइवर का लाइसेंस, नेशनल आईडी कार्ड या अंतर्राष्ट्रीय पासपोर्ट हो सकता है। एक बार सबमिट करने के बाद, हम आपके देश के अनुरूप और हमारी आंतरिक समीक्षा प्रक्रिया के अनुरूप एक पृष्ठभूमि की जांच करेंगे। \n \napproval आमतौर पर 2 से 7 व्यावसायिक दिन लेता है, और एक बार आपके आवेदन की समीक्षा करने के बाद हम आपको सूचित करेंगे। प्रत्येक धावक हम जिस ट्रस्ट का निर्माण कर रहे हैं, उसका हिस्सा है, इसलिए हम इस प्रक्रिया को सभी की सुरक्षा के लिए गंभीरता से लेते हैं।",
  "Goyerv Support - How Do I Stop Becoming A Runner?": "Goyerv समर्थन - मैं एक धावक बनना कैसे बंद करूं?",
  "How Do I Stop Becoming A Runner?": "मैं धावक बनना कैसे बंद करूं?",
  "If you decide to stop running on Goyerv, you can simply do that in the ": "यदि आप Goyerv पर चलना बंद करने का फैसला करते हैं, तो आप बस ऐसा कर सकते हैं",
  "Conversion screen": "रूपांतरण स्क्रीन",
  ".\n\nYour past requests, earnings, and stats will remain intact. They’re part of your record and won’t be deleted, even if you’re no longer active as a runner. You can always turn Runner Mode back on whenever you’re ready to get back in motion.": "। \n \nyour पिछले अनुरोध, कमाई और आँकड़े बरकरार रहेंगे। वे आपके रिकॉर्ड का हिस्सा हैं और उन्हें हटा नहीं दिया जाएगा, भले ही आप अब एक धावक के रूप में सक्रिय न हों। जब भी आप मोशन में वापस आने के लिए तैयार हों, तो आप हमेशा रनर मोड को वापस चालू कर सकते हैं।",
  "Goyerv Support - Filters": "Goyerv समर्थन - फ़िल्टर",
  "Filter": "फ़िल्टर",
  "The filters you have toggled on or off directly shape what you see in your runner post feed. Goyerv’s filtering system is designed to surface the most relevant posts based on your preferences, and it’s broken down into three main categories: Location, Run Category, and Medium of Transportation.\n\nUnder Location, the filters work by priority. The Local filter has the highest priority—when it’s on, you’ll first see posts from runners who share your exact address or are in close proximity. With Intrastate, posts from runners within the same state appear next. Intranational shows posts from anywhere within your country, while Intracontinental expands your view to runners located anywhere on your continent. Finally, International opens up your feed to posts from runners around the globe.\n\nThe second category, Run Category, allows you to choose the type of requests you’re interested in. Turning on Delivery will show posts from runners focused on local deliveries, while Shipping reveals posts from runners handling longer-distance or more logistics-heavy shipping requests.\n\nThe third category is Medium of Transportation, which refers to how runners intend to complete their tasks. You can filter posts based on whether the runner is traveling by foot—ideal for shorter distances—or using a bike, scooter, car, bus (public transport), train, or airplane. These filters work alongside your other selections to fine-tune your feed to match your preferences.": "आपके द्वारा अपने धावक पोस्ट फ़ीड में जो कुछ भी आप देखते हैं, वह फ़िल्टर सीधे या बंद हो गया है। Goyerv की फ़िल्टरिंग सिस्टम को आपकी वरीयताओं के आधार पर सबसे अधिक प्रासंगिक पोस्टों को सतह देने के लिए डिज़ाइन किया गया है, और यह तीन मुख्य श्रेणियों में टूट गया है: स्थान, रन श्रेणी और परिवहन का माध्यम। \n \nunder स्थान, फ़िल्टर प्राथमिकता से काम करते हैं। स्थानीय फ़िल्टर की सर्वोच्च प्राथमिकता है - जब यह चालू होता है, तो आप पहले धावकों के पोस्ट देखेंगे जो आपके सटीक पते को साझा करते हैं या निकटता में होते हैं। इंट्रास्टेट के साथ, एक ही राज्य के भीतर धावकों के पोस्ट अगले दिखाई देते हैं। इंट्रानेशनल आपके देश के भीतर कहीं से भी पोस्ट दिखाता है, जबकि इंट्राकॉन्टिनेंटल आपके महाद्वीप पर कहीं भी स्थित धावकों के लिए आपके दृष्टिकोण का विस्तार करता है। अंत में, अंतर्राष्ट्रीय दुनिया भर के धावकों से पोस्ट करने के लिए अपने फ़ीड को खोलता है। अपने कार्यों को पूरा करने का इरादा रखें। आप इस आधार पर पोस्ट को फ़िल्टर कर सकते हैं कि क्या धावक कम दूरी के लिए पैदल यात्रा कर रहा है - या बाइक, स्कूटर, कार, बस (सार्वजनिक परिवहन), ट्रेन या हवाई जहाज का उपयोग करके। ये फ़िल्टर आपकी अन्य चयनों के साथ-साथ आपकी वरीयताओं से मेल खाने के लिए आपके फ़ीड को ठीक करने के लिए काम करते हैं।",
  "Goyerv Support - How Do I Verify My Identity?": "Goyerv समर्थन - मैं अपनी पहचान कैसे सत्यापित करूं?",
  "How Do I Verify My Identity?": "मैं अपनी पहचान कैसे सत्यापित करूं?",
  "Identity Verification": "पहचान सत्यापन",
  "Identity verification on Goyerv is structured into three levels. Each level unlocks greater transaction capabilities and helps us keep the platform safe and secure for everyone.\n\nYou’ll be guided through the process, with each level requiring its own set of verification steps—starting with a government-issued ID, and progressing to additional documentation as needed.\n\nEvery level comes with its own verification requirements. This system is designed not just to build trust, but to ensure Goyerv isn't used for fraudulent activities like money laundering. The more verified your account, the more flexibility you’ll have when sending, receiving, or fulfilling requests.": "Goyerv पर पहचान सत्यापन को तीन स्तरों में संरचित किया गया है। प्रत्येक स्तर अधिक लेनदेन क्षमताओं को अनलॉक करता है और हमें प्लेटफ़ॉर्म को सभी के लिए सुरक्षित और सुरक्षित रखने में मदद करता है। \n \nyou को प्रक्रिया के माध्यम से निर्देशित किया जाएगा, प्रत्येक स्तर के साथ सत्यापन चरणों के अपने सेट की आवश्यकता होती है-सरकार द्वारा जारी की गई आईडी के साथ, और आवश्यकतानुसार अतिरिक्त दस्तावेजों के लिए प्रगति करना। इस प्रणाली को न केवल ट्रस्ट बनाने के लिए डिज़ाइन किया गया है, बल्कि यह सुनिश्चित करने के लिए कि गोएवर का उपयोग मनी लॉन्ड्रिंग जैसी धोखाधड़ी गतिविधियों के लिए नहीं किया जाता है। आपके खाते को जितना अधिक सत्यापित किया जाता है, आपके पास अनुरोधों को भेजने, प्राप्त करने या पूरा करने के दौरान आपके पास उतना ही अधिक लचीलापन होता है।",
  "How do I scan QR-Codes?": "मैं QR-Codes को कैसे स्कैन करूं?",
  "Goyerv Support - How Do I Delete My Post?": "Goyerv समर्थन - मैं अपनी पोस्ट कैसे हटाऊं?",
  "How Do I Delete My Post?": "मैं अपनी पोस्ट कैसे हटाऊं?",
  "Post": "पोस्ट",
  "To delete a post, tap the menu icon on the post and select \"Delete.\" This action permanently removes the post from your profile and feed.\n\nPlease note that posts cannot be edited after they have been shared. We recommend reviewing all details carefully before posting to avoid any errors.\n\nOnce a post has expired, it will remain visible on your profile for reference, but you will no longer be able to accept new requests from it.": "किसी पोस्ट को हटाने के लिए, पोस्ट पर मेनू आइकन पर टैप करें और \"हटाएं\" चुनें। यह क्रिया स्थायी रूप से आपके प्रोफ़ाइल और फ़ीड से पोस्ट को हटा देती है। \n \nplease नोट कि पोस्ट को साझा करने के बाद संपादित नहीं किया जा सकता है। हम किसी भी त्रुटि से बचने के लिए पोस्ट करने से पहले सभी विवरणों की सावधानीपूर्वक समीक्षा करने की सलाह देते हैं। \n \nonce एक पोस्ट समाप्त हो गया है, यह संदर्भ के लिए आपकी प्रोफ़ाइल पर दिखाई देगा, लेकिन अब आप इससे नए अनुरोधों को स्वीकार नहीं कर पाएंगे।",
  "Goyerv Support - How Do I Schedule A Post?": "Goyerv समर्थन - मैं एक पोस्ट कैसे शेड्यूल करूं?",
  "How Do I Schedule A Post?": "मैं एक पोस्ट कैसे शेड्यूल करूं?",
  "Goyerv lets you plan ahead by scheduling posts for locations you intend to be at in the future—even if you’re not there just yet. This feature is perfect for runners who want to start receiving requests before they arrive at their destination.\n\nTo schedule a post, simply tap the ": "Goyerv आपको उन स्थानों के लिए पोस्ट शेड्यूलिंग पोस्ट द्वारा आगे की योजना बनाने की सुविधा देता है जो आप भविष्य में होने का इरादा रखते हैं - भले ही आप अभी तक वहां नहीं हैं। यह सुविधा उन धावकों के लिए एकदम सही है जो अपने गंतव्य पर पहुंचने से पहले अनुरोध प्राप्त करना शुरू करना चाहते हैं। \n \nto एक पोस्ट शेड्यूल करें, बस टैप करें",
  "“Schedule this post” ": "\"इस पोस्ट को शेड्यूल करें\"",
  "button right below the Create Post screen. Once set, Goyerv will display your post along with a note that you’re not currently at the location, but you’re expected to be there when the timer runs out.\n\nEach scheduled post has two countdowns: the first counts down to when your post becomes live, and the second counts down to when it expires. Once the post is live, requests can roll in. When the post expires, it disappears from view and you’ll no longer be visible for new requests tied to that location.\n\nIt’s a simple way to stay ahead and make every stop count—whether you’re already on the move or just gearing up.": "Create Post स्क्रीन के ठीक नीचे बटन। एक बार सेट होने के बाद, गोयरेव एक नोट के साथ आपकी पोस्ट को प्रदर्शित करेगा कि आप वर्तमान में स्थान पर नहीं हैं, लेकिन जब टाइमर बाहर चला जाता है, तो आप वहां मौजूद होने की उम्मीद करते हैं। एक बार पोस्ट लाइव हो जाने के बाद, अनुरोध रोल कर सकते हैं। जब पोस्ट समाप्त हो जाती है, तो यह दृश्य से गायब हो जाती है और अब आप उस स्थान पर बंधे नए अनुरोधों के लिए दिखाई नहीं देंगे। \n \nit आगे रहने और हर स्टॉप काउंट बनाने का एक सरल तरीका है - चाहे आप पहले से ही इस कदम पर हों या बस गियरिंग करें।",
  "Terminating a request": "एक अनुरोध समाप्त करना \n \n",
  "Goyerv Support - How Do I Create A Post?": "Goyerv समर्थन - मैं एक पोस्ट कैसे बनाऊं?",
  "How Do I Create A Post?": "मैं एक पोस्ट कैसे बनाऊं?",
  "Posts on Goyerv fall into two categories: ": "Goyerv पर पोस्ट दो श्रेणियों में आते हैं:",
  "Delivery ": "डिलीवरी",
  "and ": "और",
  "Shipping": "शिपिंग",
  ". To switch between them, simply ": "। उनके बीच स्विच करने के लिए, बस",
  "toggle the switch ": "स्विच को टॉगल करें",
  "on the ": "पर",
  "left-hand ": "बाएं हाथ",
  "side of the Create Post screen.\n\nIn a ": "क्रिएट पोस्ट स्क्रीन का पक्ष। \n \nin a",
  "Delivery post": "डिलीवरी पोस्ट",
  ", you can only share one location—your current one. It’s ideal for quick errands or nearby deliveries.\n\n": ", आप केवल एक स्थान साझा कर सकते हैं - आपका वर्तमान एक। यह त्वरित कामों या आस -पास के प्रसव के लिए आदर्श है। \n \n",
  "Shipping posts ": "शिपिंग पोस्ट",
  "are designed for longer or multi-stop trips. You must share at least two locations: where you are now and where you’re headed. You can add up to four in total—the first is your starting point, the next two are any planned stops, and the last is your final destination.\n\nOnce your details are set, just hit “Post,” and your location will go live for others to see and send you requests while you're active.": "लंबी या मल्टी-स्टॉप ट्रिप के लिए डिज़ाइन किए गए हैं। आपको कम से कम दो स्थानों को साझा करना होगा: आप अभी कहां हैं और आप कहां हैं। आप कुल मिलाकर चार तक जोड़ सकते हैं - पहला आपका शुरुआती बिंदु है, अगले दो किसी भी नियोजित स्टॉप हैं, और अंतिम आपका अंतिम गंतव्य है। \n \nons आपके विवरण सेट हैं, बस \"पोस्ट,\" हिट करें, और आपका स्थान दूसरों को देखने के लिए लाइव होगा और आपको सक्रिय होने पर अनुरोध भेजना होगा।",
  "Goyerv Support - How Do I Scan QR Codes?": "Goyerv समर्थन - मैं QR कोड कैसे स्कैन करूं?",
  "How Do I Scan QR Codes?": "मैं QR कोड कैसे स्कैन करूं?",
  "QR Scanner": "QR स्कैनर",
  "When a runner accepts a request on Goyerv, a unique QR code is automatically generated and sent to the user who made the request. This QR code should be printed and securely attached to the parcel before it is handed over.\n\nThe QR code functions like a shipping label. It contains essential details such as the parcel’s weight, destination, request ID, and other relevant information the runner needs to fulfill the request accurately.\n\nFor security reasons, only three parties can scan the QR code: the runner who accepted the request, the user who created the request, and Goyerv. This ensures that parcel data remains protected and accessible only to those directly involved in the transaction.": "जब कोई धावक Goyerv पर एक अनुरोध स्वीकार करता है, तो एक अद्वितीय QR कोड स्वचालित रूप से उत्पन्न होता है और उस उपयोगकर्ता को भेजा जाता है जिसने अनुरोध किया था। यह क्यूआर कोड प्रिंट किया जाना चाहिए और पार्सल से सुरक्षित रूप से संलग्न किया जाना चाहिए। इसमें आवश्यक विवरण शामिल हैं जैसे कि पार्सल का वजन, गंतव्य, अनुरोध आईडी, और अन्य प्रासंगिक जानकारी धावक को अनुरोध को सटीक रूप से पूरा करने की आवश्यकता है। \n\nसुरक्षा कारण, केवल तीन पक्ष केवल क्यूआर कोड को स्कैन कर सकते हैं: धावक जिसने अनुरोध स्वीकार किया, उपयोगकर्ता ने अनुरोध किया, और गोयर्व। यह सुनिश्चित करता है कि पार्सल डेटा केवल लेन -देन में शामिल लोगों के लिए संरक्षित और सुलभ रहता है।",
  "Goyerv Support - How Do I Counter A Request?": "Goyerv समर्थन - मैं एक अनुरोध का मुकाबला कैसे करूं?",
  "How Do I Counter A Request?": "मैं एक अनुरोध का मुकाबला कैसे करूं?",
  "Requests": "अनुरोध",
  "As a runner, if a request doesn’t align with your preferences or capacity, you can submit a counter-offer. Simply tap the ": "एक धावक के रूप में, यदि कोई अनुरोध आपकी प्राथमिकताओं या क्षमता के साथ संरेखित नहीं करता है, तो आप एक काउंटर-ऑफर सबमिट कर सकते हैं। बस टैप करें",
  "Counter": "काउंटर",
  " button on the request card to get started.\n\nYou’ll be able to adjust key terms including the payment amount, the duration set by the customer, and the compensation fund. There’s also space to include a short reason for your counter, helping the customer understand your proposed changes.\n\nOnce submitted, the customer can review your counter and choose to accept, reject, or respond with further adjustments. Runners cannot counter a request and then accept it. Your counter offer always has to be the last before the user can accept or decline a request.\n\n\n": "आरंभ करने के लिए अनुरोध कार्ड पर बटन। \n \nyou भुगतान राशि, ग्राहक द्वारा निर्धारित अवधि और मुआवजा निधि सहित प्रमुख शर्तों को समायोजित करने में सक्षम होगा। आपके काउंटर के लिए एक छोटा कारण शामिल करने के लिए भी जगह है, ग्राहक को आपके प्रस्तावित परिवर्तनों को समझने में मदद करने के लिए। धावक एक अनुरोध का मुकाबला नहीं कर सकते हैं और फिर इसे स्वीकार कर सकते हैं। आपके काउंटर ऑफ़र को हमेशा अंतिम होने से पहले उपयोगकर्ता का अनुरोध स्वीकार या अस्वीकार कर सकता है। \n \n \n",
  "Goyerv Support - How Do I Make A Request?": "Goyerv समर्थन - मैं एक अनुरोध कैसे करूं?",
  "How Do I Make A Request?": "मैं एक अनुरोध कैसे करूं?",
  "To make a request on Goyerv, simply tap the paper plane icon on any active post. This will take you to the request screen where you can provide all the necessary details for the runner.\n\nYou’ll need to specify what you’re asking the runner to do, the amount you’re offering for the request, and the duration within which you expect it to be completed. If it’s a shipping run, you can also include the weight of the item.\n\nYou may upload images to help clarify the request for the runner. Additionally, there is an option to include a ": "Goyerv पर एक अनुरोध करने के लिए, बस किसी भी सक्रिय पोस्ट पर पेपर प्लेन आइकन पर टैप करें। यह आपको अनुरोध स्क्रीन पर ले जाएगा, जहां आप धावक के लिए सभी आवश्यक विवरण प्रदान कर सकते हैं। \n \nyou को यह निर्दिष्ट करने की आवश्यकता है कि आप धावक से क्या करने के लिए कह रहे हैं, आप जो राशि प्रदान कर रहे हैं, वह अनुरोध के लिए आप जो राशि दे रहे हैं, और जिस अवधि के भीतर आप इसे पूरा करने की उम्मीद करते हैं। यदि यह एक शिपिंग रन है, तो आप आइटम का वजन भी शामिल कर सकते हैं। \n \nyou धावक के लिए अनुरोध को स्पष्ट करने में मदद करने के लिए छवियों को अपलोड कर सकते हैं। इसके अतिरिक्त, इसमें शामिल करने का एक विकल्प है",
  "Compensation Fund": "मुआवजा निधि",
  "—this is an amount you want the runner to have available in their locked balance. It cannot be withdrawn until the run is completed, acting as a form of assurance and support for time-sensitive or higher-value requests.\n\nOnce all the details are filled in, simply submit your request and wait for the runner’s confirmation.": "-यह एक ऐसी राशि है जिसे आप चाहते हैं कि धावक अपने लॉक बैलेंस में उपलब्ध हो। रन पूरा होने तक इसे वापस नहीं लिया जा सकता है, समय-संवेदनशील या उच्च-मूल्य अनुरोधों के लिए आश्वासन और समर्थन के रूप में कार्य करना।",
  "Goyerv Support - Terminating A Request": "Goyerv समर्थन - एक अनुरोध समाप्त करना",
  "Terminating A Request": "एक अनुरोध समाप्त करना",
  "You may choose to terminate an ongoing request at any time if you change your mind. However, if you do this after 30% of the specified duration has passed, Goyerv will automatically release any set ": "यदि आप अपना दिमाग बदलते हैं तो आप किसी भी समय चल रहे अनुरोध को समाप्त करना चुन सकते हैं। हालाँकि, यदि आप निर्दिष्ट अवधि के 30% के बाद ऐसा करते हैं, तो Goyerv स्वचालित रूप से किसी भी सेट को जारी कर देगा",
  " to the runner before the request is officially terminated. In this case, your remaining funds will be refunded.\n\nGoyerv may also terminate a request automatically when the time you set for its completion runs out. If this happens, any funds associated with the request—including the Compensation Fund, if applicable—will be refunded in full.\n\nWe encourage users to monitor their requests closely and communicate clearly with runners to minimize the need for early terminations.": "अनुरोध से पहले धावक को आधिकारिक तौर पर समाप्त कर दिया जाता है। इस मामले में, आपके शेष धन को वापस कर दिया जाएगा। \n \ngoyerv भी एक अनुरोध को भी समाप्त कर सकता है जब आप अपने पूरा होने के लिए निर्धारित समय पर चलते हैं। यदि ऐसा होता है, तो अनुरोध से जुड़े कोई भी फंड - जिसमें मुआवजा निधि भी शामिल है, यदि लागू हो, तो पूर्ण रूप से वापस कर दिया जाएगा। \n \nwe उपयोगकर्ताओं को अपने अनुरोधों की बारीकी से निगरानी करने और शुरुआती समाप्ति की आवश्यकता को कम करने के लिए धावकों के साथ स्पष्ट रूप से संवाद करने के लिए प्रोत्साहित करते हैं।",
  "Goyerv Support - How Do I Delete My Account?": "Goyerv समर्थन - मैं अपना खाता कैसे हटाऊं?",
  "How Do I Delete My Account?": "मैं अपना खाता कैसे मिटाऊ़?",
  "Settings": "सेटिंग्स",
  "To permanently delete your account, follow the steps below. Note that this action will not be successful if you have any pending requests, locks, or money left in your wallet. Be sure to resolve these issues before proceeding.\n\n": "अपने खाते को स्थायी रूप से हटाने के लिए, नीचे दिए गए चरणों का पालन करें। ध्यान दें कि यह कार्रवाई सफल नहीं होगी यदि आपके पास आपके बटुए में कोई लंबित अनुरोध, ताले या पैसा बचा है। आगे बढ़ने से पहले इन मुद्दों को हल करना सुनिश्चित करें। \n \n",
  "    1.\tGo to ": "1। जाओ",
  "Settings\n\n": "सेटिंग्स \n \n",
  "    2.\tTap": "2। टैप",
  "Account\n\n": "खाता \n \n",
  "    3.\tSelect ": "3। चुनें",
  "Delete Account\n\n": "खाता हटाएं \n \n",
  "    4.\tEnsure all pending requests, locks, and wallet balances are cleared before confirming deletion.\n\n\n": "4। सभी लंबित अनुरोधों, ताले, और बटुए शेष राशि सुनिश्चित करें कि विलोपन की पुष्टि करने से पहले साफ हो जाए। \n \n \n",
  "Goyerv Support - How Do I Delete A Saved Bank Account?": "Goyerv समर्थन - मैं एक सहेजे गए बैंक खाते को कैसे हटाऊं?",
  "How Do I Delete A Saved Bank Account?": "मैं एक सहेजे गए बैंक खाते को कैसे हटाऊं?",
  "Easily manage your linked bank accounts by removing any you no longer use.\n\n": "आसानी से अपने लिंक किए गए बैंक खातों को हटाकर किसी भी उपयोग को हटाकर अब आप उपयोग नहीं करते हैं। \n \n",
  "Wallet\n\n": "वॉलेट \n \n",
  "Saved Bank Accounts\n\n": "सहेजे गए बैंक खातों \n \n",
  "Delete ": "मिटाना",
  "button on the account you want to remove": "उस खाते पर बटन जिसे आप निकालना चाहते हैं",
  "Goyerv Support - How Do I Delete A Saved Card?": "Goyerv समर्थन - मैं एक सहेजे गए कार्ड को कैसे हटाऊं?",
  "How Do I Delete A Saved Card?": "मैं एक सहेजे गए कार्ड को कैसे हटाऊं?",
  "Remove any linked debit or credit cards you no longer want saved.\n\n": "किसी भी लिंक किए गए डेबिट या क्रेडिट कार्ड को हटा दें जिसे आप अब नहीं सहेजना चाहते हैं। \n \n",
  "Saved Cards\n\n": "सहेजे गए कार्ड \n \n",
  "    4.\tTap the  ": "4। टैप करें",
  "button on the card you wish to remove\n\n\n": "उस कार्ड पर बटन जिसे आप \n \n \n को हटाना चाहते हैं",
  "Goyerv Support - How Do I Change My Email Address?": "Goyerv समर्थन - मैं अपना ईमेल पता कैसे बदलूं?",
  "How Do I Change My Email Address?": "मेरे द्वारा अपना इमेल पता कैसे बदला जाएगा?",
  "Keep your contact info up to date by editing your email from your profile settings.\n\n": "अपनी प्रोफ़ाइल सेटिंग्स से अपने ईमेल को संपादित करके अपनी संपर्क जानकारी को अद्यतित रखें। \n \n",
  "Profile\n\n": "प्रोफ़ाइल \n \n",
  "    4.\tUpdate your email address and save changes\n\n\n": "4। अपना ईमेल पता अपडेट करें और परिवर्तनों को सहेजें \n \n \n",
  "Two-Factor authentication": "दो-कारक प्रमाणीकरण \n \n",
  "Goyerv Support - How Do I Change My Name?": "Goyerv समर्थन - मैं अपना नाम कैसे बदलूं?",
  "How Do I Change My Name?": "मैं अपना नाम कैसे बदलूं?",
  "You can update your name anytime from your profile settings.\n\n": "आप अपनी प्रोफ़ाइल सेटिंग्स से कभी भी अपना नाम अपडेट कर सकते हैं। \n \n",
  "    4.\tEdit your name and save changes": "4। अपना नाम संपादित करें और परिवर्तन सहेजें",
  "Goyerv Support - How Do I Change My Phone Number?": "Goyerv समर्थन - मैं अपना फोन नंबर कैसे बदलूं?",
  "How Do I Change My Phone Number?": "मैं अपना फोन नंबर कैसे बदलूं?",
  "You can update your phone number directly from your profile settings.\n\n": "आप अपनी प्रोफ़ाइल सेटिंग्स से सीधे अपना फ़ोन नंबर अपडेट कर सकते हैं। \n \n",
  "Security\n\n": "सुरक्षा \n \n",
  "Password\n\n": "पासवर्ड \n \n",
  "    4.\tEnter your current password, then choose a new one and save changes\n\n\n": "4। अपना वर्तमान पासवर्ड दर्ज करें, फिर एक नया चुनें और परिवर्तन सहेजें \n \n \n",
  "Goyerv Support - Set Transaction Pin": "Goyerv समर्थन - सेट लेनदेन पिन",
  "Set Transaction Pin": "ट्रांजेक्शन पिन सेट करें",
  "Secure all wallet activity including transfers, deposits, and withdrawals with a custom Pin.\n\n": "एक कस्टम पिन के साथ स्थानान्तरण, जमा और निकासी सहित सभी वॉलेट गतिविधि को सुरक्षित करें। \n \n",
  "Set Transaction Pin ": "ट्रांजेक्शन पिन सेट करें",
  "and create your code": "और अपना कोड बनाएं",
  "Goyerv Support - Web Indexing": "Goyerv समर्थन - वेब अनुक्रमण",
  "Web Indexing": "वेब इंडेक्सिंग",
  "Control whether your profile appears on search engines like Google.\n\n": "नियंत्रित करें कि क्या आपकी प्रोफ़ाइल Google जैसे खोज इंजनों पर दिखाई देती है। \n \n",
  "Privacy\n\n": "गोपनीयता \n \n",
  "    3.\tToggle ": "3। टॉगल",
  "Web Indexing ": "वेब इंडेक्सिंग",
  "on or off": "पर या बंद",
  "Goyerv Support - Two-Factor Authentication": "Goyerv समर्थन - दो -कारक प्रमाणीकरण",
  "Two-Factor Authentication": "दो-कारक प्रमाणीकरण",
  "Add an extra layer of security to your account by enabling 2FA.\n\n": "2fa को सक्षम करके अपने खाते में सुरक्षा की एक अतिरिक्त परत जोड़ें। \n \n",
  "Two-Factor Authentication ": "दो-कारक प्रमाणीकरण",
  "and follow the prompts\n\n\n": "और संकेतों का पालन करें \n \n \n",
  "Goyerv Support - How Do I Make Deposits Into My Account?": "Goyerv समर्थन - मैं अपने खाते में जमा कैसे करूं?",
  "How Do I Make Deposits Into My Account?": "मैं अपने खाते में जमा कैसे करूं?",
  "Wallet": "बटुआ",
  "To send funds to another user:\n\n": "किसी अन्य उपयोगकर्ता को धन भेजने के लिए: \n \n",
  "Deposit\n\n": "जमा \n \n",
  "    3.\tEnter the amount": "3। राशि दर्ज करें",
  "    4.\tClick  ": "4। क्लिक करें",
  "You’ll be redirected to Stripe’s secure checkout to complete the deposit process.\n\n\n": "जमा प्रक्रिया को पूरा करने के लिए आपको स्ट्राइप के सुरक्षित चेकआउट में पुनर्निर्देशित किया जाएगा। \n \n \n",
  "Goyerv Support - How Do I Make Withdrawals From My Account?": "Goyerv समर्थन - मैं अपने खाते से निकासी कैसे करूं?",
  "How Do I Make Withdrawals From My Account?": "मैं अपने खाते से वापसी कैसे करूं?",
  "To withdraw funds from your Goyerv wallet:\n\n": "अपने Goyerv वॉलेट से धन वापस लेने के लिए: \n \n",
  "Withdraw\n\n": "वापस \n \n वापस",
  "    3.\tEnter the amount and your bank details": "3। राशि और अपने बैंक विवरण दर्ज करें",
  "Withdrawals may take some time depending on your country. Note that this feature isn't available in all regions yet, but we're working hard to roll it out everywhere.\n\n\n": "आपके देश के आधार पर निकासी में कुछ समय लग सकता है। ध्यान दें कि यह सुविधा अभी तक सभी क्षेत्रों में उपलब्ध नहीं है, लेकिन हम इसे हर जगह रोल करने के लिए कड़ी मेहनत कर रहे हैं। \n \n \n",
  "Goyerv Support - What Do The Locks On My Account Mean?": "Goyerv समर्थन - मेरे खाते पर ताले का क्या मतलब है?",
  "What Do The Locks On My Account Mean?": "मेरे खाते पर ताले का क्या मतलब है?",
  "Locks are funds temporarily held from your available balance when a customer places a logistics request. This amount, set by the customer, acts as a form of security and can’t be withdrawn until the request is successfully completed.": "जब कोई ग्राहक लॉजिस्टिक्स अनुरोध करता है, तो ताले को आपके उपलब्ध शेष से अस्थायी रूप से फंड किया जाता है। ग्राहक द्वारा निर्धारित यह राशि, सुरक्षा के एक रूप के रूप में कार्य करती है और जब तक अनुरोध सफलतापूर्वक पूरा नहीं हो जाता है, तब तक वापस नहीं लिया जा सकता है।",
  "How do I stop becoming a runner": "मैं कैसे एक धावक बनना बंद करूँ \n \n",
  "Goyerv Support - How Do I Make Transfers On Goyerv?": "Goyerv समर्थन - मैं Goyerv पर कैसे स्थानान्तरण करूं?",
  "How do I make transfers on Goyerv?": "मैं गोयरेव पर ट्रांसफर कैसे बनाऊं?",
  "Transfer\n\n": "स्थानांतरण \n \n",
  "A 20% transfer fee will be deducted before the funds are paid out. Transfers to users in a different country from yours are not allowed to help prevent money laundering.": "धन का भुगतान करने से पहले 20% स्थानांतरण शुल्क में कटौती की जाएगी। आपके से एक अलग देश में उपयोगकर्ताओं को स्थानांतरण को मनी लॉन्ड्रिंग को रोकने में मदद करने की अनुमति नहीं है।",
  "Goyerv Support - Wallet Balance": "Goyerv समर्थन - वॉलेट बैलेंस",
  "Wallet Balance": "वॉलेट बैलेंस",
  "Your Goyerv wallet has two sections: Available and Pending balance. Funds you deposit go straight into your Available balance, which you can withdraw from at any time. Payments from requests you choose to accept first land in your Pending balance and remain there until the customer releases them as paid. Like a mini escrow. Once released, they move into your Available balance.\n\n\n": "आपके गोयरेव वॉलेट में दो खंड हैं: उपलब्ध और लंबित संतुलन। आपके द्वारा जमा किए गए फंड सीधे अपने उपलब्ध शेष में जाते हैं, जिसे आप किसी भी समय से वापस ले सकते हैं। उन अनुरोधों से भुगतान जो आप अपने लंबित शेष राशि में पहली भूमि को स्वीकार करने के लिए चुनते हैं और तब तक रहते हैं जब तक कि ग्राहक उन्हें भुगतान के रूप में जारी नहीं करता है। एक मिनी एस्क्रो की तरह। एक बार जारी होने के बाद, वे आपके उपलब्ध संतुलन में चले जाते हैं। \n \n \n",
  "Support": "समर्थन",
  "Goyerv logo": "Goyerv लोगो",
  "Facebook logo": "फेसबुक लोगो",
  "X logo": "एक्स लोगो",
  "Instagram logo": "इंस्टाग्राम लोगो",
  "Threads logo": "धागे लोगो",
  "YouTube logo": "YouTube लोगो",
  "LinkedIn logo": "लिंक्डइन लोगो",
  "Goyerv": "Goyerv",
  "Ltd. All rights reserved": "लिमिटेड सभी अधिकार सुरक्षित",
  "Globe(Language) icon": "ग्लोब (भाषा) आइकन",
  "Language": "भाषा",
  "Terms": "शर्तें",
  "Privacy": "गोपनीयता",
  "Community": "समुदाय",
  "Bulletin": "बुलेटिन",
  "Careers": "करियर",
  "Resources": "संसाधन",
  "Developers": "डेवलपर्स",
  "About": "के बारे में"
}