{
  "Goyerv - Email support": "Goyerv-電子メールサポート",
  "Email Support": "電子メールサポート",
  "Check mark": "マーク",
  "Ticket submitted": "を確認してくださいチケットが送信されました",
  "Email address": "メールアドレス",
  "Email": "メール",
  "Invalid email address": "無効なメールアドレス",
  "Describe your issue": "あなたの問題を説明してください",
  "What is the problem?": "何が問題ですか？",
  "Invalid input": "無効な入力",
  "Submit": "送信",
  "Please note: ensure that the form you have just filled does not contain personal or sensitive details like your credit card information, home address, passwords etc.\nExpect a response from us within one business day or less.": "注：クレジットカード情報、ホームアドレス、パスワードなどの個人的または機密の詳細が含まれていない場合、充填用量に入力したフォームに、1営業日以内に当社からの応答が含まれていることを確認してください。",
  "We were unable to access your device's gallery": "デバイスのギャラリーにアクセスできませんでした",
  "Goyerv - Support - Search": "Goyerv-サポート - 検索",
  "Search": "検索",
  "Field cannot be empty": "フィールドは空にすることはできません",
  "Goyerv Support - Download Goyerv": "Goyervサポート-Goyerv",
  "Download Goyerv": "をダウンロードしますGoyerv",
  "Free and powered by open source. Crowdsourcing deliveries and logistics.": "をダウンロードします無料で、オープンソースを搭載しています。クラウドソーシングの配信とロジスティクス。",
  "Download\n": "\nをダウンロードします",
  "Download (iOS)\n": "ダウンロード（iOS）\n",
  "Download (MacOS)\n": "ダウンロード（macos）\n",
  "Analytics": "分析",
  "Becoming a runner": "ランナーになる",
  "How do I stop becoming a runner?": "ランナーになるのをやめるにはどうすればよいですか？",
  "Filters": "フィルター",
  "How do I verify my identity?": "自分の身元を確認するにはどうすればよいですか？",
  "How do I delete my post?": "投稿を削除するにはどうすればよいですか？",
  "How do I schedule a post?": "投稿をスケジュールするにはどうすればよいですか？",
  "How do I create a post?": "投稿を作成するにはどうすればよいですか？",
  "How do I scan qr-codes?": "QRコードをスキャンするにはどうすればよいですか？",
  "How do I counter a request?": "リクエストに対抗するにはどうすればよいですか？",
  "How do I make a request?": "リクエストをするにはどうすればよいですか？",
  "Terminating request": "リクエストの終了",
  "How do I delete my account?": "アカウントを削除するにはどうすればよいですか？",
  "How do I delete a saved bank account?": "保存された銀行口座を削除するにはどうすればよいですか？",
  "How do I delete a saved card?": "保存したカードを削除するにはどうすればよいですか？",
  "How do I change my email address?": "メールアドレスを変更するにはどうすればよいですか？",
  "How do I change my name?": "名前を変更するにはどうすればよいですか？",
  "How do I change my phone number?": "電話番号を変更するにはどうすればよいですか？",
  "Set transaction pin": "トランザクションPINを設定",
  "Web indexing": "Webインデックス",
  "Two-factor authentication": "2要素認証",
  "How do I make deposits into my account?": "アカウントに預金を作成するにはどうすればよいですか？",
  "How do I make withdrawals from my account?": "アカウントから引き出しを行うにはどうすればよいですか？",
  "What do the locks on my account mean?": "私のアカウントのロックはどういう意味ですか？",
  "How do I make transfers?": "転送を行うにはどうすればよいですか？",
  "Wallet balance": "ウォレットバランス",
  "Goyerv - Support": "Goyerv -Support",
  "Goyerv Support": "Goyervサポート",
  "Find answers, explore topics, and connect with the Goyerv team.": "答えを見つけ、トピックを探り、Goyervチームとつながります。",
  "Top Articles": "トップ記事",
  "How do I create a post?\n": "投稿を作成するにはどうすればよいですか？\n",
  "How do I scan QR-Codes?\n": "qr-codesをスキャンするにはどうすればよいですか？\n",
  "How do I make a request?\n": "リクエストを行うにはどうすればよいですか？\n",
  "How do I make withdrawals?\n": "撤退するにはどうすればよいですか？\n",
  "Set transaction pin\n": "トランザクションPIN \n",
  "Stay Updated": "を設定します更新",
  "Get the latest releases of the Goyerv app for all of your devices on all platforms.": "すべてのプラットフォーム上のすべてのデバイス用のGOYERVアプリの最新リリースを取得します。\n \n",
  "Download": "ダウンロード",
  "Contact support": "お問い合わせサポート",
  "Join the community": "コミュニティに参加",
  "Goyerv Support - Analytics": "Goyervサポート - 分析",
  "Feature: ": "機能：",
  "Share": "共有",
  "Analytics is your personal performance dashboard, built to help runners measure progress over time—whether it's daily, over the past five days, six months, a year, or year-to-date. It tracks your successful and unsuccessful requests, completed deliveries, and earnings growth at a glance.\n\nA request is deemed unsuccessful if Goyerv had to automatically terminate it.": "Analyticsは、過去5日間、6か月、1年、または年初から、ランナーが時間の経過とともに進歩を測定できるように構築された個人的なパフォーマンスダッシュボードです。それは、あなたの成功した失敗した要求、完了した配達、収益の成長を一目で追跡します。",
  "Was this helpful?": "これは役に立ちましたか？",
  "Helpful": "役立つ",
  "Not Helpful": "役に立たない",
  "Related Articles": "関連記事",
  "Filters?": "フィルター？\n \n",
  "Goyerv Support - Becoming A Runner": "Goyervサポート - ランナーになる",
  "Becoming A Runner": "ランナーになる",
  "Convert": "変換",
  "To become a runner on Goyerv, you’ll need to submit a valid form of identification—this can be your driver’s license, national ID card, or international passport. Once submitted, we’ll run a background check tailored to your country and in line with our internal review process.\n\nApproval typically takes 2 to 7 business days, and we’ll notify you once your application has been reviewed. Every runner is part of the trust we’re building, so we take this process seriously for everyone’s safety.": "Goyervのランナーになるには、有効な形式の身分証明書を提出する必要があります。これは、運転免許証、National IDカード、または国際パスポートです。提出すると、お住まいの国に合わせて、内部レビュープロセスに合わせて調整されたバックグラウンドチェックを実行します。\n \napprovalは通常2〜7営業日かかります。申請がレビューされたら通知します。すべてのランナーは私たちが構築している信頼の一部であるため、このプロセスを全員の安全のために真剣に受け止めています。",
  "Goyerv Support - How Do I Stop Becoming A Runner?": "Goyervサポート - ランナーになるのをやめるにはどうすればよいですか？",
  "How Do I Stop Becoming A Runner?": "ランナーになるのをやめるにはどうすればよいですか？",
  "If you decide to stop running on Goyerv, you can simply do that in the ": "Goyervでの実行を停止することにした場合、",
  "Conversion screen": "でそれを行うことができます変換画面",
  ".\n\nYour past requests, earnings, and stats will remain intact. They’re part of your record and won’t be deleted, even if you’re no longer active as a runner. You can always turn Runner Mode back on whenever you’re ready to get back in motion.": "。彼らはあなたのレコードの一部であり、ランナーとしてもはやアクティブでなくても削除されません。動きに戻る準備ができたらいつでもランナーモードを元に戻すことができます。",
  "Goyerv Support - Filters": "Goyervサポート - フィルター",
  "Filter": "フィルター",
  "The filters you have toggled on or off directly shape what you see in your runner post feed. Goyerv’s filtering system is designed to surface the most relevant posts based on your preferences, and it’s broken down into three main categories: Location, Run Category, and Medium of Transportation.\n\nUnder Location, the filters work by priority. The Local filter has the highest priority—when it’s on, you’ll first see posts from runners who share your exact address or are in close proximity. With Intrastate, posts from runners within the same state appear next. Intranational shows posts from anywhere within your country, while Intracontinental expands your view to runners located anywhere on your continent. Finally, International opens up your feed to posts from runners around the globe.\n\nThe second category, Run Category, allows you to choose the type of requests you’re interested in. Turning on Delivery will show posts from runners focused on local deliveries, while Shipping reveals posts from runners handling longer-distance or more logistics-heavy shipping requests.\n\nThe third category is Medium of Transportation, which refers to how runners intend to complete their tasks. You can filter posts based on whether the runner is traveling by foot—ideal for shorter distances—or using a bike, scooter, car, bus (public transport), train, or airplane. These filters work alongside your other selections to fine-tune your feed to match your preferences.": "オンまたはオフになったフィルターは、ランナーのポストフィードに表示されるものを直接形作ります。 GoyerVのフィルタリングシステムは、好みに基づいて最も関連性の高い投稿を表面化するように設計されており、3つの主要なカテゴリに分類されます。場所、実行カテゴリ、輸送媒体です。ローカルフィルターの優先度が最も高くなります。オンになった場合、最初に正確な住所を共有するか、近接しているランナーからの投稿が表示されます。段階的に、同じ状態内のランナーからの投稿が次に表示されます。イントラナショナルはあなたの国内のどこからでもポストを示しています。最後に、Internationalは世界中のランナーからの投稿にフィードを開きます。タスク。ランナーが徒歩で走行しているかどうか（より短い距離でideal）、または自転車、スクーター、車、バス（公共交通機関）、電車、または飛行機を使用しているかどうかに基づいて、投稿をフィルタリングできます。これらのフィルターは、他の選択肢と並んで動作して、好みに合わせてフィードを微調整します。",
  "Goyerv Support - How Do I Verify My Identity?": "Goyervサポート - 自分の身元を確認するにはどうすればよいですか？",
  "How Do I Verify My Identity?": "自分の身元を確認するにはどうすればよいですか？",
  "Identity Verification": "ID検証",
  "Identity verification on Goyerv is structured into three levels. Each level unlocks greater transaction capabilities and helps us keep the platform safe and secure for everyone.\n\nYou’ll be guided through the process, with each level requiring its own set of verification steps—starting with a government-issued ID, and progressing to additional documentation as needed.\n\nEvery level comes with its own verification requirements. This system is designed not just to build trust, but to ensure Goyerv isn't used for fraudulent activities like money laundering. The more verified your account, the more flexibility you’ll have when sending, receiving, or fulfilling requests.": "GoyervのID検証は、3つのレベルに構造化されています。各レベルはより大きなトランザクション機能のロックを解除し、すべての人のためにプラットフォームを安全で安全に保つのに役立ちます。\n \nyouはプロセスを導きます。各レベルは、独自の検証手順を必要とします。政府が発行したIDで開始し、必要に応じて追加のドキュメントに進みます。このシステムは、信頼を構築するためだけでなく、Goyervがマネーロンダリングなどの不正な活動に使用されないように設計されています。アカウントを確認すればするほど、リクエストを送信、受信、または履行する際の柔軟性が高まります。",
  "How do I scan QR-Codes?": "qr-codesをスキャンするにはどうすればよいですか？",
  "Goyerv Support - How Do I Delete My Post?": "Goyervサポート - 投稿を削除するにはどうすればよいですか？",
  "How Do I Delete My Post?": "投稿を削除するにはどうすればいいですか?",
  "Post": "役職",
  "To delete a post, tap the menu icon on the post and select \"Delete.\" This action permanently removes the post from your profile and feed.\n\nPlease note that posts cannot be edited after they have been shared. We recommend reviewing all details carefully before posting to avoid any errors.\n\nOnce a post has expired, it will remain visible on your profile for reference, but you will no longer be able to accept new requests from it.": "投稿を削除するには、投稿のメニューアイコンをタップし、「削除」を選択してください。この操作により、投稿はプロフィールとフィードから完全に削除されます。\n\n投稿は共有後は編集できませんのでご注意ください。間違いを防ぐため、投稿前にすべての詳細をよくご確認ください。\n\n投稿の有効期限が切れても、プロフィールには引き続き表示されますが、新しいリクエストは受け付けなくなります。",
  "Goyerv Support - How Do I Schedule A Post?": "GGoyerv サポート - 投稿をスケジュールするにはどうすればよいですか?",
  "How Do I Schedule A Post?": "投稿をスケジュールするにはどうすればよいですか?",
  "Goyerv lets you plan ahead by scheduling posts for locations you intend to be at in the future—even if you’re not there just yet. This feature is perfect for runners who want to start receiving requests before they arrive at their destination.\n\nTo schedule a post, simply tap the ": "Goyervを使えば、将来訪れる予定の場所への投稿をスケジュール設定して、事前に計画を立てることができます。たとえまだその場所にいなくても。この機能は、目的地に到着する前にリクエストを受け取りたいランナーに最適です。\n\n投稿をスケジュール設定するには ",
  "“Schedule this post” ": "“この投稿をスケジュールする” ",
  "button right below the Create Post screen. Once set, Goyerv will display your post along with a note that you’re not currently at the location, but you’re expected to be there when the timer runs out.\n\nEach scheduled post has two countdowns: the first counts down to when your post becomes live, and the second counts down to when it expires. Once the post is live, requests can roll in. When the post expires, it disappears from view and you’ll no longer be visible for new requests tied to that location.\n\nIt’s a simple way to stay ahead and make every stop count—whether you’re already on the move or just gearing up.": "ボタンをクリックします。設定すると、Goyerv はあなたの投稿を表示すると同時に、現在あなたがその場所にいないが、タイマーが切れるまでにはそこにいる必要があるというメッセージを表示します。\n\n各投稿スケジュールには2つのカウントダウンがあります。1つ目は投稿が公開されるまでのカウントダウン、2つ目は投稿の有効期限までのカウントダウンです。投稿が公開されると、リクエストが届きます。投稿の有効期限が切れると投稿は表示されなくなり、その場所に関連付けられた新しいリクエストには表示されなくなります。\n\nこれは、すでに移動中であっても、準備中であっても、先手を打ってあらゆる立ち寄りを有効活用するための簡単な方法です",
  "Terminating a request": "リクエストの終了\n \n",
  "Goyerv Support - How Do I Create A Post?": "Goyervサポート - 投稿を作成するにはどうすればよいですか？",
  "How Do I Create A Post?": "投稿を作成するにはどうすればよいですか？",
  "Posts on Goyerv fall into two categories: ": "Goyervの投稿は、2つのカテゴリに分類されます。",
  "Delivery ": "配達",
  "and ": "および",
  "Shipping": "配送",
  ". To switch between them, simply ": "。それらを切り替えるには、単に",
  "toggle the switch ": "スイッチを切り替えます",
  "on the ": "",
  "left-hand ": "で左手",
  "side of the Create Post screen.\n\nIn a ": "[投稿]画面の作成。\n \nin a",
  "Delivery post": "配達ポスト",
  ", you can only share one location—your current one. It’s ideal for quick errands or nearby deliveries.\n\n": "、1つの場所、つまり現在の場所のみを共有できます。迅速な用事や近くの配達に最適です。\n \n",
  "Shipping posts ": "出荷投稿",
  "are designed for longer or multi-stop trips. You must share at least two locations: where you are now and where you’re headed. You can add up to four in total—the first is your starting point, the next two are any planned stops, and the last is your final destination.\n\nOnce your details are set, just hit “Post,” and your location will go live for others to see and send you requests while you're active.": "より長いまたはマルチストップ旅行用に設計されています。少なくとも2つの場所を共有する必要があります。現在の場所とどこに向かっているのか。合計で最大4つになります。最初の出発点、次の2つは計画された停留所であり、最後は最終目的地です。",
  "Goyerv Support - How Do I Scan QR Codes?": "GoyerVサポート -  QRコードをスキャンするにはどうすればよいですか？",
  "How Do I Scan QR Codes?": "QRコードをスキャンするにはどうすればよいですか？",
  "QR Scanner": "QRスキャナー",
  "When a runner accepts a request on Goyerv, a unique QR code is automatically generated and sent to the user who made the request. This QR code should be printed and securely attached to the parcel before it is handed over.\n\nThe QR code functions like a shipping label. It contains essential details such as the parcel’s weight, destination, request ID, and other relevant information the runner needs to fulfill the request accurately.\n\nFor security reasons, only three parties can scan the QR code: the runner who accepted the request, the user who created the request, and Goyerv. This ensures that parcel data remains protected and accessible only to those directly involved in the transaction.": "ランナーがGoyervでリクエストを受け入れると、一意のQRコードが自動的に生成され、リクエストを行ったユーザーに送信されます。このQRコードは、引き渡される前に、小包にしっかりと取り付けられている必要があります。\n\n QRコードは、配送ラベルのように機能します。これには、小包の重量、宛先、リクエストID、およびランナーがリクエストを正確に満たすために必要なその他の関連情報などの必須の詳細が含まれています。これにより、小包データは保護されたままであり、トランザクションに直接関与している人にのみアクセスできるようになります。",
  "Goyerv Support - How Do I Counter A Request?": "Goyervサポート - リクエストに対抗するにはどうすればよいですか？",
  "How Do I Counter A Request?": "リクエストに対抗するにはどうすればよいですか？",
  "Requests": "リクエスト",
  "As a runner, if a request doesn’t align with your preferences or capacity, you can submit a counter-offer. Simply tap the ": "ランナーとして、リクエストが好みや容量に沿っていない場合は、カウンターオファーを送信できます。",
  "Counter": "をタップするだけですカウンター",
  " button on the request card to get started.\n\nYou’ll be able to adjust key terms including the payment amount, the duration set by the customer, and the compensation fund. There’s also space to include a short reason for your counter, helping the customer understand your proposed changes.\n\nOnce submitted, the customer can review your counter and choose to accept, reject, or respond with further adjustments. Runners cannot counter a request and then accept it. Your counter offer always has to be the last before the user can accept or decline a request.\n\n\n": "リクエストカードのボタンを開始するためにボタン。また、カウンターの短い理由を含めて、顧客が提案された変更を理解できるようにするスペースもあります。ランナーはリクエストに対抗してからそれを受け入れることはできません。あなたのカウンターオファーは、ユーザーがリクエストを受け入れるか拒否できるようにする前に、常に最後でなければなりません。\n \n \n",
  "Goyerv Support - How Do I Make A Request?": "Goyervサポート - リクエストを行うにはどうすればよいですか？",
  "How Do I Make A Request?": "リクエストをするにはどうすればよいですか？",
  "To make a request on Goyerv, simply tap the paper plane icon on any active post. This will take you to the request screen where you can provide all the necessary details for the runner.\n\nYou’ll need to specify what you’re asking the runner to do, the amount you’re offering for the request, and the duration within which you expect it to be completed. If it’s a shipping run, you can also include the weight of the item.\n\nYou may upload images to help clarify the request for the runner. Additionally, there is an option to include a ": "Goyervでリクエストを行うには、アクティブな投稿で紙の飛行機のアイコンをタップするだけです。これにより、ランナーに必要な詳細をすべて提供できるリクエスト画面に移動します。配送走行の場合は、アイテムの重量を含めることもできます。さらに、A",
  "Compensation Fund": "を含めるオプションがあります報酬基金",
  "—this is an amount you want the runner to have available in their locked balance. It cannot be withdrawn until the run is completed, acting as a form of assurance and support for time-sensitive or higher-value requests.\n\nOnce all the details are filled in, simply submit your request and wait for the runner’s confirmation.": "- これは、ランナーをロックされたバランスで利用できるようにしたい量です。実行が完了するまで撤回することはできず、時間に敏感または価値の高いリクエストの保証とサポートの一形態として機能します。",
  "Goyerv Support - Terminating A Request": "Goyervサポート - リクエストの終了",
  "Terminating A Request": "リクエストの終了",
  "You may choose to terminate an ongoing request at any time if you change your mind. However, if you do this after 30% of the specified duration has passed, Goyerv will automatically release any set ": "気が変わった場合、いつでも継続的なリクエストを終了することを選択できます。ただし、指定された期間の30％が経過した後にこれを行うと、Goyervはセットを自動的にリリースします",
  " to the runner before the request is officially terminated. In this case, your remaining funds will be refunded.\n\nGoyerv may also terminate a request automatically when the time you set for its completion runs out. If this happens, any funds associated with the request—including the Compensation Fund, if applicable—will be refunded in full.\n\nWe encourage users to monitor their requests closely and communicate clearly with runners to minimize the need for early terminations.": "リクエストが正式に終了する前にランナーに。この場合、残りの資金は返金されます。これが発生した場合、要求に関連するファンド（該当する場合は報酬基金を含む）は完全に返金されます。",
  "Goyerv Support - How Do I Delete My Account?": "Goyervサポート - アカウントを削除するにはどうすればよいですか？",
  "How Do I Delete My Account?": "アカウントを削除するにはどうすればよいですか？",
  "Settings": "設定",
  "To permanently delete your account, follow the steps below. Note that this action will not be successful if you have any pending requests, locks, or money left in your wallet. Be sure to resolve these issues before proceeding.\n\n": "アカウントを永久に削除するには、以下の手順に従ってください。財布に残っている保留中のリクエスト、ロック、またはお金がある場合、このアクションは成功しないことに注意してください。進む前に、これらの問題を必ず解決してください。\n \n",
  "    1.\tGo to ": "1。\tに行く",
  "Settings\n\n": "に移動します設定\n \n",
  "    2.\tTap": "2。タップ",
  "Account\n\n": "アカウント\n \n",
  "    3.\tSelect ": "3.\t選択",
  "Delete Account\n\n": "アカウントを削除\n \n",
  "    4.\tEnsure all pending requests, locks, and wallet balances are cleared before confirming deletion.\n\n\n": "4.削除を確認する前に、すべての保留中のリクエスト、ロック、およびウォレットバランスがクリアされていることを確認してください。\n \n \n",
  "Goyerv Support - How Do I Delete A Saved Bank Account?": "Goyervサポート - 保存された銀行口座を削除するにはどうすればよいですか？",
  "How Do I Delete A Saved Bank Account?": "保存された銀行口座を削除するにはどうすればよいですか？",
  "Easily manage your linked bank accounts by removing any you no longer use.\n\n": "使用しないものを削除して、リンクされた銀行口座を簡単に管理します。\n \n",
  "Wallet\n\n": "ウォレット\n \n",
  "Saved Bank Accounts\n\n": "保存された銀行口座\n \n",
  "Delete ": "をタップします消去",
  "button on the account you want to remove": "削除するアカウントのボタン",
  "Goyerv Support - How Do I Delete A Saved Card?": "を設定しますGoyervサポート - 保存したカードを削除するにはどうすればよいですか？",
  "How Do I Delete A Saved Card?": "保存したカードを削除するにはどうすればよいですか？",
  "Remove any linked debit or credit cards you no longer want saved.\n\n": "保存したくないリンクされたデビットカードまたはクレジットカードを削除します。\n \n",
  "Saved Cards\n\n": "保存されたカード\n \n",
  "    4.\tTap the  ": "4。をタップします。",
  "button on the card you wish to remove\n\n\n": "をタップします\n \n \n",
  "Goyerv Support - How Do I Change My Email Address?": "Goyervサポート - メールアドレスを変更するにはどうすればよいですか？",
  "How Do I Change My Email Address?": "メールアドレスを変更するにはどうすればよいですか？",
  "Keep your contact info up to date by editing your email from your profile settings.\n\n": "プロファイル設定からメールを編集して、連絡先情報を最新の状態に保ちます。\n \n",
  "Profile\n\n": "プロファイル\n \n",
  "    4.\tUpdate your email address and save changes\n\n\n": "4.メールアドレスを更新し、変更を保存\n \n \n",
  "Two-Factor authentication": "2要素認証\n \n",
  "Goyerv Support - How Do I Change My Name?": "Goyervサポート - 名前を変更するにはどうすればよいですか？",
  "How Do I Change My Name?": "名前を変更するにはどうすればよいですか？",
  "You can update your name anytime from your profile settings.\n\n": "プロフィール設定からいつでも名前を更新できます。\n \n",
  "    4.\tEdit your name and save changes": "4。名前を編集して変更を保存します",
  "Goyerv Support - How Do I Change My Phone Number?": "Goyervサポート - 電話番号を変更するにはどうすればよいですか？",
  "How Do I Change My Phone Number?": "電話番号を変更するにはどうすればよいですか？",
  "You can update your phone number directly from your profile settings.\n\n": "プロフィール設定から電話番号を直接更新できます。\n \n",
  "Security\n\n": "セキュリティ\n \n",
  "Password\n\n": "パスワード\n \n",
  "    4.\tEnter your current password, then choose a new one and save changes\n\n\n": "4.現在のパスワードを入力してから、新しいパスワードを選択して変更を保存\n \n \n",
  "Goyerv Support - Set Transaction Pin": "Goyervサポート-SETトランザクションピン",
  "Set Transaction Pin": "トランザクションPINを設定",
  "Secure all wallet activity including transfers, deposits, and withdrawals with a custom Pin.\n\n": "カスタムPINで転送、堆積物、引き出しを含むすべてのウォレットアクティビティを保護します。\n \n",
  "Set Transaction Pin ": "トランザクションPINを設定",
  "and create your code": "コードを作成します",
  "Goyerv Support - Web Indexing": "Goyervサポート -  Webインデックス",
  "Web Indexing": "Webインデックス",
  "Control whether your profile appears on search engines like Google.\n\n": "プロフィールがGoogleのような検索エンジンに表示されるかどうかを制御します。\n \n",
  "Privacy\n\n": "プライバシー\n \n",
  "    3.\tToggle ": "3。トグル",
  "Web Indexing ": "Webインデックス",
  "on or off": "オンまたはオフ",
  "Goyerv Support - Two-Factor Authentication": "で転送するにはどうすればよいですかGoyervサポート-2要素認証",
  "Two-Factor Authentication": "2要素認証",
  "Add an extra layer of security to your account by enabling 2FA.\n\n": "2FAを有効にすることにより、アカウントにセキュリティの追加レイヤーを追加します。\n \n",
  "Two-Factor Authentication ": "2要素認証",
  "and follow the prompts\n\n\n": "プロンプト\n \n \n",
  "Goyerv Support - How Do I Make Deposits Into My Account?": "Goyervサポート - アカウントに預金を作成するにはどうすればよいですか？",
  "How Do I Make Deposits Into My Account?": "アカウントに預金を作成するにはどうすればよいですか？",
  "Wallet": "財布",
  "To send funds to another user:\n\n": "別のユーザーに資金を送信するには：\n \n",
  "Deposit\n\n": "デポジット\n \n",
  "    3.\tEnter the amount": "3。",
  "    4.\tClick  ": "を入力します     4。クリック",
  "You’ll be redirected to Stripe’s secure checkout to complete the deposit process.\n\n\n": "Stripeの安全なチェックアウトにリダイレクトされて、デポジットプロセスを完了します。\n \n \n",
  "Goyerv Support - How Do I Make Withdrawals From My Account?": "Goyervサポート - アカウントから引き出しを行うにはどうすればよいですか？",
  "How Do I Make Withdrawals From My Account?": "アカウントから引き出しを行うにはどうすればよいですか？",
  "To withdraw funds from your Goyerv wallet:\n\n": "Goyervウォレットから資金を引き出すには：\n \n",
  "Withdraw\n\n": "\n \nを撤回します",
  "    3.\tEnter the amount and your bank details": "3。金額と銀行の詳細を入力します",
  "Withdrawals may take some time depending on your country. Note that this feature isn't available in all regions yet, but we're working hard to roll it out everywhere.\n\n\n": "撤退はあなたの国に応じてしばらく時間がかかるかもしれません。この機能はまだすべての地域で利用できないことに注意してください。しかし、私たちはどこでも展開するために一生懸命取り組んでいます。\n \n \n",
  "Goyerv Support - What Do The Locks On My Account Mean?": "Goyervサポート - 私のアカウントのロックはどういう意味ですか？",
  "What Do The Locks On My Account Mean?": "私のアカウントのロックはどういう意味ですか？",
  "Locks are funds temporarily held from your available balance when a customer places a logistics request. This amount, set by the customer, acts as a form of security and can’t be withdrawn until the request is successfully completed.": "ロックは、顧客がロジスティクスリクエストを行ったときに、利用可能な残高から一時的に保有されている資金です。顧客によって設定されたこの金額は、セキュリティの形式として機能し、リクエストが正常に完了するまで撤回することはできません。",
  "How do I stop becoming a runner": "ランナーになるのをやめるにはどうすればよいですか\n \n",
  "Goyerv Support - How Do I Make Transfers On Goyerv?": "Goyervサポート -  Goyervで転送するにはどうすればよいですか？",
  "How do I make transfers on Goyerv?": "Goyervで転送するにはどうすればよいですか？",
  "Transfer\n\n": "転送\n \n",
  "A 20% transfer fee will be deducted before the funds are paid out. Transfers to users in a different country from yours are not allowed to help prevent money laundering.": "資金が支払われる前に、20％の譲渡手数料が差し引かれます。あなたとは別の国のユーザーへの転送は、マネーロンダリングを防ぐのに役立ちません。",
  "Goyerv Support - Wallet Balance": "Goyervサポート - ウォレットバランス",
  "Wallet Balance": "ウォレットバランス",
  "Your Goyerv wallet has two sections: Available and Pending balance. Funds you deposit go straight into your Available balance, which you can withdraw from at any time. Payments from requests you choose to accept first land in your Pending balance and remain there until the customer releases them as paid. Like a mini escrow. Once released, they move into your Available balance.\n\n\n": "Goyervウォレットには、利用可能なバランスと保留中のバランスの2つのセクションがあります。預金した資金は、いつでも撤回できるバランスに直接入ります。リクエストからの支払いは、保留中の残高の最初の土地を受け入れることを選択し、顧客が支払われたとおりにそれらをリリースするまでそこに留まることを選択します。ミニエスクローのように。リリースすると、利用可能なバランスに移動します。\n \n \n",
  "Support": "サポート",
  "Goyerv logo": "Goyervロゴ",
  "Facebook logo": "Facebookロゴ",
  "X logo": "Xロゴ",
  "Instagram logo": "Instagramロゴ",
  "Threads logo": "スレッドロゴ",
  "YouTube logo": "YouTubeロゴ",
  "LinkedIn logo": "LinkedInロゴ",
  "Goyerv": "goyerv",
  "Ltd. All rights reserved": "Ltd. All Rights Reserved",
  "Globe(Language) icon": "グローブ（言語）アイコン",
  "Language": "言語",
  "Terms": "用語",
  "Privacy": "プライバシー",
  "Community": "コミュニティ",
  "Bulletin": "速報",
  "Careers": "キャリア",
  "Resources": "リソース",
  "Developers": "開発者",
  "About": "について"
}